[
{"lyrics": "Each day just goes so fast I turn around - it's past You don't time to hang a sign on me Love me while you can Before I'm dead old man A lifetime is so short A new one can't be bought And what you've got means such a lot to me Make love all day long Make love singing songs There's people standing round Who screw you in the ground They'll fill your head with all the things you see I'll make love to you If you want me to", "song": "Love You To", "songwriters": ["george harrison"]},
{"lyrics": "I should have known better with a girl like you, That I would love everything that you do, And I do, hey hey, and I do. Whoa, whoa, I never realised what a kiss could be, This could only happen to me, Can't you see, can't you see? That when I tell you that I love you, oh, You're gonna say you love me too hoo hoo Hoo hoo, oh, And when I ask you to be mine, You're gonna say you love me too. So, oh, I should have realised a lot of things before, If this is love you; ve got to give me more, Give me more, hey hey, give me more. Whoa, whoa, I mever realised what a kiss could be, This could only happen to me, Can't you see, can't you see? That when I tell you that I love you, oh, You're gonna say you love me too, oh And when I ask you to be mine, You're gonna say you love me too. You love me too, You love me too", "song": "I Should Have Known Better", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Jojo was a man who thought he was a loner But he knew it couldn't last. Jojo left his home in Tucson, Arizona For some California grass. Get back, get back. Get back to where you once belonged Get back, get back. Get back to where you once belonged. Get back Jojo, go home Get back, get back. Get back to where you once belonged Get back, get back. Back to where you once belonged. Get back Jo. Sweet Loretta Martin thought she was a woman But she was another man All the girls around her say she's got it coming But she gets it while she can Get back, get back. Get back to where you once belonged Get back, get back. Get back to where you once belonged. Get back Loretta Your mother's waiting for you Wearing her high-heel shoes And her low-neck sweater Get back Loretta, Get back, get back to where you once belonged Get back, get back. Get back to where you once belonged. Get back, get back. Get back to where you once belonged. Get back, get back. Get back to where you once belonged. [thanks, Mo!... On behalf of the group I hope we passed the audition.]", "song": "Get Back", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Good morning, good morning Good morning, good morning Good morning ah Nothing to do to save his life call his wife in Nothing to say but what a day how's your boy been Nothing to do it's up to you I've got nothing to say but it's ok Good morning, good morning Good morning ah Going to work don't want to go feeling low down Heading for home you start to roam then you're in town Everybody knows there's nothing doing Everything is closed it's like a ruin Everyone you see is half asleep And you're on your own you're in the street After a while you start to smile now you feel cool Then you decide to take a walk by the old school Nothing is changed it's still the same I've got nothing to say but it's ok Good morning, good morning Good morning ah People running round it's five o'clock Everywhere in town is getting dark Everyone you see is full of life It's time for tea and meet the wife Somebody needs to know the time, glad that I'm here Watching the skirts you start to flirt now you're in gear Go to a show you hope she goes I've got nothing to say but it's ok Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good Good morning, good morning, good", "song": "Good Morning, Good Morning", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "One, two, three, four Can I have a little more? Five, six, seven eight nine ten I love you. A, B, C, D Can I bring my friend to tea? E, F, G H I J I love you. Sail the ship, Jump the tree Skip the rope, Look at me All together now... Black, white, green, red Can I take my friend to bed? Pink, brown, yellow orange blue I love you All together now... Sail the ship, Jump the tree Skip the rope, Look at me All together now...", "song": "All Together Now", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "I'm fixing a hole where the rain gets in And stops my mind from wandering Where it will go I'm filling the cracks that ran through the door And kept my mind from wandering Where it will go And it really doesn't matter if I'm wrong I'm right Where I belong I'm right Where I belong See the people standing there who disagre and never win And wonder why they don't get in my door I'm painting my room in a colourful way And when my mind is wandering There I will go And it really doesn't matter if I'm wrong I'm right Where I belong I'm right Where I belong Silly people run around, they worry me And never ask me why they don't get past my door I'm taking the time for a number of things That weren't important yesterday And I still go Fixing a hole where the rain gets in Stops my mind from wandering Where it will go", "song": "Fixing A Hole", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "If I needed someone to love You're the one that I'd be thinking of, If I needed someone If I had some more time to spend, Then I guess I'd be with you my friend, If I needed someone Had You come some other day then, It may not have been like this, But you see now I'm too much in love. Carve your number on my wall And maybe you will get a call from me, If I needed someone.", "song": "If I Needed Someone", "songwriters": ["george harrison"]},
{"lyrics": "Ah, look at all the lonely people Ah, look at all the lonely people Eleanor Rigby picks up the rice in the church where a wedding has been, Lives in a dream Waits at the window, wearing the face that she keeps in a jar by the door Who is it for? All the lonely people Where do they all come from? All the lonely people Where do they all belong? Father Mckenzie writing the words of a sermon that no one will hear No one comes near. Look at him working, darning his socks in the night when there's nobody there What does he care? All the lonely people Where do they all come from? All the lonely people Where do they all belong? Ah, look at all the lonely people Ah, look at all the lonely people Eleanor Rigby died in the church and was buried along with her name Nobody came Father Mckenzie wiping the dirt from his hands as he walks from the grave No one was saved All the lonely people (ah, look at all the lonely people) Where do they all come from? All the lonely people (ah, look at all the lonely people) Where do they all belong?", "song": "Eleanor Rigby", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Well, if your hands start a-clapping And your fingers start a-popping And your feet start a-moving around And if you start to swing and sway When the band starts to play A real cool way out sound And if you get to can't help it And you can't sit down You feel like you gotta move a round You get a shot of rhythm and blues With just a little rock and roll on the side Just for good measure Get a pair of dancing shoes Well, with your lover by your side Don't you know you're gonna have a lot of pleasure? Don't you worry about a thing if you start to dance and sing And chills coming up on you And if the rhythm finally gets you and the beat gets you too Well, here's something for you to do Get a shot of rhythm and blues With just a little rock and roll on the side Just for good measure Get a pair of dancing shoes Well, with your lover by your side Don't you know you're gonna have a lot of pleasure? Don't you worry about a thing if you start to dance and sing And chills coming up on you And if the rhythm finally gets you and the beat gets you too Well, here's something for you to do Get a shot of rhythm and blues Get a pair of dancing shoes Get a shot of rhythm and blues Well, with your lover by your side Don't you know you're gonna have a lot of pleasure? Don't you worry about a thing if you start to dance and sing And chills coming up on you And if the rhythm finally gets you and the beat gets you too Well, here's something for you to do Well, here's something for you to do Well, here's something for you to do", "song": "A Shot Of Rhythm And Blues", "songwriters": ["terry thompson"]},
{"lyrics": "Can't buy me love, love Can't buy me love I'll buy you a diamond ring my friend if it makes you feel alright I'll get you anything my friend if it makes you feel alright 'Cause I don't care too much for money, money can't buy me love I'll give you all I got to give if you say you love me too I may not have a lot to give but what I got I'll give to you I don't care too much for money, money can't buy me love Can't buy me love, everybody tells me so Can't buy me love, no no no, no Say you don't need no diamond ring and I'll be satisfied Tell me that you want the kind of thing that money just can't buy I don't care too much for money, money can't buy me love", "song": "Can't Buy Me Love", "songwriters": ["john winston lennon", "paul james mccartney"]},
{"lyrics": "If you've got trouble Then you got less trouble than me You say you're worried You can't be as worried as me (Oh oh) You're quite contend to be bad With all the vantage you had over me Just cause you're trouble And don't bring your troubles to me I don't think it's funny When you ask for money and things Especially when you're standing there Wearing diamond and rings (Oh oh) You think I'm soft in the head Well try someone softer instead anything It's not so funny When you know what money can bring You better leave me alone I don't need a thing from you You better take yourself home Go and count a ring or two If you've got trouble Then you got less trouble than me You say you're worried You can't be as worried as me You're quite contend to be bad With all the vantage you had over me Just cause you're trouble And don't bring your troubles to me [Ah rock on, anybody.] You better leave me alone, I don't need a thing from you You better take yourself home Go and count a ring or two If you've got trouble Then you got less trouble than me You say you're worried You can't be as worried as me (Oh oh) You're quite contend to be bad With all the vantage you had over me Just cause you're trouble And don't bring your troubles to me Just cause you're trouble And don't bring your troubles to me", "song": "If You've Got Trouble", "songwriters": "\n                        "},
{"lyrics": "This happened once before, When I came to your door, No reply. They said it wasn't you, But I saw you peep through your window. I saw the light, I saw the light, I know that you saw me, Cause I looked up to see, Your face. I tried to telephone, They said you were not home, That's a lie, Cause I know where you've been, I saw you walk in your door. I nearly died, I nearly died, Cause you walked hand in hand With another man, In my place. If I were you, I'd realise that I, Love you more than any other guy. And I'll forgive the lies that I, Heard before, When you gave me no reply. I've tried to telephone, They said you were not home, That's a lie, Cause I know where you've been, I saw you walk in your door. I nearly died, I nearly died, Cause you walked hand in hand With another man in my place. No reply, no reply.", "song": "No Reply", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "It's been a hard day's night, and I've been working like a dog It's been a hard day's night, I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright You know I work all day to get you money to buy you things And it's worth it just to hear you say you're going to give me everything So why on earth should I moan, 'cause when I get you alone You know I feel ok When I'm home everything seems to be right When I'm home feeling you holding me tight, tight, yeah It's been a hard day's night, and I've been working like a dog It's been a hard day's night, I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright Owww! So why on earth should I moan, 'cause when I get you alone You know I feel lover well. When I'm home everything seems to be right When I'm home feeling you holding me tight, tight, yeah Oh, it's been a hard day's night, and I've been working like a dog It's been a hard day's night, I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright You know I feel alright You know I feel alright", "song": "A Hard Day's Night", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "(Williams) You make me dizzy, Miss Lizzy The way you rock and roll You make me dizzy, Miss Lizzy When we do the stroll Come on, Miss Lizzy Love me before I grow too old Come on, give me fever Put your little hand in mine You make me dizzy, dizzy Lizzy Oh girl, you look so fine Just a-rocking and a-rolling Girl I said I wish you were mine You make me dizzy, Miss Lizzy When you call my name Oooooh baby Say you're driving me insane C'mon, c'mon, c'mon, c'mon baby I want to be your lover man Run and tell your mama I want you to be my bride Run and tell your brother Baby, don't run and hide You make me dizzy, Miss Lizzy Girl I want to marry you Come on, give me fever Put your little hand in mine, girl You make me dizzy, dizzy Lizzy Girl, you look so fine You're just a-rocking and a-rolling Oh I said I wish you were mine", "song": "Dizzy Miss Lizzy", "songwriters": ["larry williams"]},
{"lyrics": "Well, I got a woman way cross town She's good to me, oh ho yeah Said I got a woman way cross town She's good to me, oh yeah She gives me money everytime I need Yes, you know she's a kind of friend indeed Said I got a woman way cross town She's good to me, oh ho yeah She says she loves me early in the morning Just for me, oh ho yeah She says she loves me early in the morning Just for me, oh yeah She says she loves me just for me, yeah You know she loves me so tenderly Said I got a woman way cross town She's good to me, oh yeah Ow! She's there to love me All day and night Never grumbles or fusses Just treats me right Never runnin' in the streets Leave me alone She knows a woman's place Is right back there with her hanging around the home Got a woman way cross town She's good to me, oh yeah Well, I got a woman way cross town She's good to me, oh yeah Well, she's my baby, don't you understand That I, I, I, I, I'm her loving man Said I got a woman way cross town She's good to me, oh ho yeah Well, that much is alright Well, that much is alright I got a woman Way cross town She's good to me Oh ho ho yeah", "song": "I Got A Woman", "songwriters": ["renald richard", "ray charles"]},
{"lyrics": "I want you, I want you so bad I want you, I want you so bad It's driving me mad, it's driving me mad I want you, I want you so bad babe I want you, I want you so bad It's driving me mad, it's driving me mad I want you, I want you so bad babe I want you, I want you so bad It's driving me mad, it's driving me mad I want you, I want you so bad I want you, I want you so bad It's driving me mad, it's driving me mad She's so heavy Heavy, heavy, heavy She's so heavy She's so heavy, heavy, heavy I want you, I want you so bad I want you, I want you so bad It's driving me mad, it's driving me mad I want you, you know I want you so bad babe I want you, you know I want you so bad It's driving me mad, it's driving me mad yeah She's so...", "song": "I Want You", "songwriters": "\n                        "},
{"lyrics": "When I'm walking beside her People tell me I'm lucky. Yes, I know I'm a lucky guy. I remember the first time I was lonely without her. Yes I'm thinking about her now. Every little thing she does, She does for me, yeah. And you know the things she does, She does for me, oooh. When I'm with her I'm happy Just to know that she loves me. Yes, I know that she loves me now. There is one thing I'm sure of, I will love her forever. For I know love will never die. Every little thing she does, She does for me, yeah. And you know the things she does, She does for me, oooh. Every little thing she does, She does for me, yeah. And you know the things she does, She does for me, oooh. Every little thing, Every little thing (fade away)", "song": "Every Little Thing", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Let me tell you about a girl I know She's my baby and I love her so Every morning when the sun comes up She brings me coffee in my favorite cup That's why I know, yes I know Hallelujah I just love her so When I call her on the telephone She says, \"Baby, I'm all alone\" By the time I count from one to four She'll be knocking on my door In the evening when the sun goes down And there ain't nobody else around She kisses me and she holds me tight She says, \"Baby everything is alright\" That's why I know, that's why I know Hallelujah, I just love her so Hallelujah, I just love her so Hallelujah, I just love that chick so", "song": "Hallelujah, I Love Her So", "songwriters": ["ray charles"]},
{"lyrics": "Cry baby cry Make your mother sigh She's old enough to know better The king of Marigold was in the kitchen Cooking breakfast for the queen The queen was in the parlour Playing piano for the children of the king Cry baby cry Make your mother sigh She's old enough to know better So cry baby cry The king was in the garden Picking flowers for a friend who came to play The queen was in the playroom Painting pictures for the childrens holiday Cry baby cry Make your mother sigh She's old enough to know better So cry baby cry The duchess of Kircaldy always smiling And arriving late for tea The duke was having problems With a message at the local bird and bee Cry baby cry Make your mother sigh She's old enough to know better So cry baby cry At twelve o'clock a meeting round the table For a seance in the dark With voices out of nowhere Put on specially by the children for a lark Cry baby cry Make your mother sigh She's old enough to know better So cry baby cry cry cry cry baby Make your mother sigh She's old enough to know better Cry baby cry Cry cry cry Make your mother sigh She's old enough to know better So cry baby cry", "song": "Cry Baby Cry", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Hello little girl Hello little girl Hello little girl When I see you everyday I say, \"Mm mm hello little girl\" When you're passing on your way I say, \"Mm mm hello little girl\" When I see you passing by I cry, \"Mm mm hello little girl\" When I try to catch your eye I cry, \"Mm mm hello little girl\" I send you flowers but you don't care You never seem to see me standing there I often wonder what you're thinking of I hope it's me and love love love So I hope there'll come a day When you'll say, \"Mm you're my little girl\" It's not the first time that it's happened to me, It's been a long lonely time And it's funny funny to see that I'm about to lose my mind mind mind So I hope there'll come a day When you say, \"Mm mm You're my little girl, mm mm mm You're my little girl, mm mm mm\" You're my little girl, oh yeah You're my little girl Do do do do do", "song": "Hello, Little Girl", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] Rodney Burke: Now, for the final number, John's got a card in his hand with a little rhyme on it. What is it? John: It's from the form up a third at Hemel Hempstead. Rodney: Oh! John: It says, \"Dear George, John, Ringo, Paul, here's hoping that you'll please us all. A beauty song and swinging voice, we leave it up to you, the choice. We think you're fab and really cool, so brighten up our lads at school.\" Dig this, for here's Paul, whistling \"Clarabella", "song": "A Little Rhyme", "songwriters": "\n                        "},
{"lyrics": "Chains, my baby's got me locked up in chains. And they ain't the kind, That you can see. Ooh these chains of love, got a hold on me, yeah. Chains, well I can't break away from these chains. Can't run around, 'cause I'm not free. Ooh, these chains of love won't let me be, yeah. I wanna tell you, pretty baby, I think you're fine. I'd like to love you, But, darling, I'm imprisoned by these Chains, My baby's got me locked up in chains, And they ain't the kind, That you can see, Ooh, these chains of love got a hold on me. Please believe me when I tell you, Your lips are sweet. I'd like to kiss them, But I can't break away from all of these Chains, My baby's got me locked up in chains. And they ain't the kind, That you can see. Ooh, these chains of love got a hold on me, yeah. Chains, chains of love, chains of love (fade)", "song": "Chains", "songwriters": ["gerry goffin", "carole king"]},
{"lyrics": "Michelle, my belle. These are words that go together well, My Michelle. Michelle, my belle. Sont les mots qui vont tres bien ensemble, Tres bien ensemble. I love you, I love you, I love you. That's all I want to say. Until I find a way I will say the only words I know that You'll understand. Michelle, my belle. Sont les mots qui vont tres bien ensemble, Tres bien ensemble. I need to, I need to, I need to. I need to make you see, Oh, what you mean to me. Until I do I'm hoping you will Know what I mean. I love you. I want you, I want you, I want you. I think you know by now I'll get to you somehow. Until I do I'm telling you so You'll understand. Michelle, my belle. Sont les mots qui vont tres bien ensemble, Tres bien ensemble. I will say the only words I know that You'll understand, my michelle.", "song": "Michelle", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Well, I got a baby crazy for me Yeah, I got a baby won't let me be Who, baby baby, Clarabella Baby baby, Clarabella Baby baby, wo wo, yeah uh Well, she needs no coaching on making love All she needs is the stars up above Who, baby baby, Clarabella Baby baby, Clarabella Baby baby, wo wo, yeah uh Ahh! Woo hoo Well now, Clarabella You're my honey, Clarabella Ooh yeah now, Clarabella I said you're my baby Clarabella Yeah, Clarabella, baby Wo wo, yeah yeh Well, she's got no time for a dungeries Already knows her abc's Who, baby baby, Clarabella Baby baby, Clarabella Baby baby, wo wo, yeah yeh Ahh ow! Woo Well now, Clarabella Yeah, you're my honey, Clarabella Woo ooh, you're my baby, Clarabella You're my honey, Clarabella Yeah, Clarabella, baby Wo wo, yeah heh yeah, oh yeah", "song": "Clarabella", "songwriters": "\n                        Clarabella lyrics © Sony/ATV Music Publishing LLC"},
{"lyrics": "Before this dance is through I think I'll love you too I'm so happy when you dance with me I don't want or need to hold your hand Well it's only try and understand Cause there's really nothing I would rather do Cause I'm happy just to dance with you I don't need to kiss or hold you tight I just want to dance with you all night In this world there's nothing I would rather do Cause I'm happy just to dance with you Just to dance with you Its everything I need Before this dance is through I think I'll love you too I'm so happy when you dance with me If somebody tries to take my place Lets pretend we just can't see his face In this world there's nothing I would rather do Cause I'm happy just to dance with you Just to dance with you Its everything I need Before this dance is through I discovered I'm in love with you Cause I'm happy just to dance with you", "song": "I'm Happy Just To Dance With You", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Temperature's rising Fever is high Can't see not future Can't see no sky My feet are so heavy So is my head I wish I was a baby I wish I was dead Cold turkey has got me on the run Body is aching Goose-pimple bone Can't see no body Leave me alone My eyes are wide open Can't get to sleep One thing I'm sure of I'm at the deep freeze Cold turkey has got me on the run Cold turkey has got me on the run Thirty-six hours Rolling in pain Praying for someone Free me again Oh I'll be a good boy Please make me well I promise you anything Get me out of this hell Cold turkey has got me on the run", "song": "Cold Turkey", "songwriters": "\n                        "},
{"lyrics": "Once there was a way to get back homeward Once there was a way to get back home Sleep pretty darling do not cry And I will sing a lullaby Golden slumbers fill your eyes Smiles awake you when you rise Sleep pretty darling do not cry And I will sing a lullaby Once there was a way to get back homeward Once there was a way to get back home Sleep pretty darling do not cry And I will sing a lullaby", "song": "Golden Slumbers", "songwriters": ["paul mccartney", "john lennon"]},
{"lyrics": "When I get to the bottom I go back to the top of the slide Where I stop and I turn and I go for a ride Till I get to the bottom and I see you again Yeah yeah yeah hey Do you, don't you want me to love you I'm coming down fast but I'm miles above you Tell me tell me tell me come on tell me the answer Well you may be a lover but you ain't no dancer Now helter skelter helter skelter Helter skelter yeah Ooh! Will you, won't you want me to make you I'm coming down fast but don't let me break you Tell me tell me tell me the answer You may be a lover but you ain't no dancer Look out helter skelter helter skelter Helter skelter ooh Look out, cos here she comes When I get to the bottom I go back to the top of the slide And I stop and I turn and I go for a ride And I get to the bottom and I see you again Yeah yeah yeah Well do you, don't you want me to make you I'm coming down fast but don't let me break you Tell me tell me tell me the answer You may be a lover but you ain't no dancer Look out helter skelter helter skelter Helter skelter Look out helter skelter She's coming down fast Yes she is Yes she is coming down fast [My head is spinning, ooh... Ha ha ha, ha ha ha, alrgiht! I got blisters on my fingers!]", "song": "Helter Skelter", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Dear Prudence, won't you come out to play Dear Prudence, greet the brand new day The sun is up, the sky is blue It's beautiful and so are you Dear Prudence won't you come out and play? Dear Prudence, open up your eyes Dear Prudence, see the sunny skies The wind is low, the birds will sing That you are part of everything Dear Prudence won't you open up your eyes? Look around round (Round, round, round...) Look around round (Round, round, round...) Look around Dear Prudence, let me see you smile Dear Prudence, like a little child The clouds will be a daisy chain So let me see you smile again Dear Prudence won't you let me see you smile?", "song": "Dear Prudence", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I've got every reason On earth to be mad Cause I just lost The only girl I had If I could get my way I'd get myself locked up today But I can't, so I'll cry instead I've got a chip on my shoulder That's bigger that my feet I can't talk to people that I meet If I could see you now I'd try to make you sad somehow But I can't, so I'll cry instead Don't want to cry When there's people there I get shy when they start to stare I'm gonna hide myself away But I'll come back again someday And when you do You'd better hide all the girls I'm gonna break their hearts All round the world Yes, I'm gonna break them in two And show you what Your loving man can do Until then, I'll cry instead Don't want to cry When there's people there I get shy when they start to stare I'm gonna hide myself away But I'll come back again someday And when you do You'd better hide all the girls Cause I'm gonna break their hearts All round the world Yes, I'm gonna break them in two And show you what Your loving man can do Until then, I'll cry instead", "song": "I'll Cry Instead", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "It's getting better all the time I used to get mad in my school (No, I can't complain) The teachers that taught me weren't cool (No, I can't complain) Holding me down, turning me round, Filling me up with your rules I've got to admit it's getting better, A little better all the time (can't get no worse) To admit it's getting better, It's getting better since you've been mine. Me used to be angry young man Me hiding me head in the sand You gave me the word I finally heard I'm doing the best that I can. To admit it's getting better, A little better all the time To admit it's getting better, It's getting better since you've been mine. Getting so much better all the time It's getting better all the time Better, better, better, It's getting better all the time. Better, better, better I used to be cruel to my woman I beat her and kept her apart from the things that she loved Man I was mean but I'm changing my scene And I'm doing the best that I can. I admit it's getting better, A little better all the time (can't get no worse) Yes, I admit it's getting better, It's getting better since you've been mine. Getting so much better all the time It's getting better all the time Better, better, better, It's getting better all the time. Better, better, better, Getting so much better all the time.", "song": "Getting Better", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Well you call me your baby When you hold in my hand But the way that you hurt me I just don't understand Well you say that you need me Like an ocean needs sand But the way you deceive me I just don't understand Well you know that I love you More than anyone can But a one-sided love I just don't understand Well you know that I love you More than anyone can But a one-sided love I just don't understand Well you call me your baby When you hold in my hand Oh how you can hurt me I just don't understand", "song": "I Just Don't Understand", "songwriters": ["kent westberry", "marijohn wilkin"]},
{"lyrics": "I'm gonna sit right down and cry over you I'm gonna sit right down and cry over you And if you ever say goodbye And if you ever even try I'm gonna sit right down and cry over you I'm gonna love you more and more every day I'm gonna love you more and more every way And if you ever say goodbye And if you ever even try I'm gonna sit right down and cry over you I'm gonna tell your mama Tell your papa too So they'll know exactly what i'm gonna do If you ever say goodbye If you ever even try I'm gonna sit right down and cry over you Wah-hoo! I'm gonna tell your mama Tell your papa too So they'll know exactly what i'm gonna do If you ever say goodbye If you ever even try I'm gonna sit right down and cry over you I'm gonna sit right down and cry over you I'm gonna sit right down and cry over you", "song": "I'm Gonna Sit Right Down And Cry", "songwriters": "\n                        "},
{"lyrics": "I'm looking through you, where did you go? I thought I knew you, what did I know? You don't look different, but you have changed I'm looking through you, you're not the same Your lips are moving, I cannot hear Your voice is soothing, but the words aren't clear You don't sound different, I've learned the game I'm looking through you, you're not the same Why, tell me why, did you not treat me right? Love has a nasty habit of disappearing overnight You're thinking of me, the same old way You were above me, but not today The only difference is you're down there I'm looking through you, and you're nowhere Why, tell me why, did you not treat me right? Love has a nasty habit of disappearing overnight I'm looking through you, where did you go I thought I knew you, what did I know You don't look different, but you have changed I'm looking through you, you're not the same Yeah Oh baby I'm changed Ah I'm looking through you Yeah I'm looking through you", "song": "I'm Looking Through You", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I, I saw a girl in my dreams And so it seems that I will love her Oh you, you are that girl in my dreams And so it seems that I will love you And I waited for your kiss Waited for the bliss Like dreamers do And I, Oh I'll be there, yeah Waiting for you, you, you, you, you, you You, you came just one dream ago And now I know that I will love you Oh I knew when you first said hello That's how I know that I will love you And I waited for your kiss Waited for the bliss Like dreamers do And I Oh I'll be there, yeah Waiting for you, you, you, you, you You, you came just one dream ago And now I know that I will love you Oh I knew when you first said hello That's how I know that I will love you And I waited for your kiss Waited for the bliss Like dreamers do Oh like dreamers do Like dreamers do", "song": "Like Dreamers Do", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "(Lennon/Mccartney) They say it's your birthday It's my birthday too, yeah They say it's your birthday We're gonna have a good time I'm glad it's your birthday Happy birthday to you Ah Ah Ah Come on Come on Yes we're going to a party party Yes we're going to a party party Yes we're going to a party party I would like you to dance (Birthday) Take a cha-cha-cha-chance (Birthday) I would like you to dance (Birthday) Dance yeah Oh Come on I would like you to dance (Birthday) Take a cha-cha-cha-chance (Birthday) I would like you to dance (Birthday) Oh dance! Dance They say it's your birthday Well it's my birthday too, yeah They say it's your birthday We're gonna have a good time I'm glad it's your birthday Happy birthday to you", "song": "Birthday", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Crying, waiting, hoping you'll come back I just can't seem to get you off my mind Crying, waiting, hoping you'll come back You're the one I love, I think about you all the time Crying, do do do do, tear keep a falling all night long Waiting, do do do do, it seems so useless I know it's wrong Keep a crying, waiting, hoping you'll come back Maybe someday soon it'll change and you'll be mine Crying, do do do do, tears keep a falling all night long Waiting, do do do do, it seems so useless I know it's wrong Keep a crying, waiting, hoping you'll come back Maybe someday soon it'll change and you'll be mine Crying, waiting, hoping", "song": "Crying, Waiting, Hoping", "songwriters": ["buddy holly"]},
{"lyrics": "Not guilty For getting in your way, while you try to steal the day Not guilty I'm not nodding for the rest, I'm not trying to steal you vest I end up trying to be smart I only want what I can get I'm really sorry for your aging head, but like you heard me said Not guilty Though you signing me a writ, while I'm trying to do my bit I don't expect to take your hoard I only want what I can get I'm really sorry that you're underfed, but like you heard me said Not guilty Not guilty For looking like a freak, making friends with every Sikh Not guilty For leading you astray, on the road to Masalay I won't upset the apple cart I only want what I can get I'm really sorry that you've been mislead, but like you heard me said Not guilty", "song": "Not Guilty", "songwriters": ["george harrison"]},
{"lyrics": "If you want it, here it is Come and get it Make your mind up fast If you want it anytime I can give it But you better hurry 'cause it may not last Did I hear you say that there must be a catch? Will you walk away from a fool and his money? If you want it, here it is Come and get it But you better hurry 'cause it's going fast If you want it, here it is Come and get it Make your mind up fast If you want it anytime I can give it But you'd better hurry 'cause it may not last Did I hear you say that there must be a catch? Will you walk away from a fool and his money? Sonny, if you want it, here it is Come and get it But you'd better hurry 'cause it's going fast You'd better hurry 'cause it's going fast Woo, fool that is money Sorry, if you want it, here it is Come and get it But you'd better hurry 'cause it's going fast You'd better hurry 'cause it's going fast You'd better hurry 'cause it's going fast", "song": "Come And Get It", "songwriters": ["paul mccartney", "paul james mccartney"]},
{"lyrics": "Help, I need somebody, Help, not just anybody, Help, you know I need someone, help. When I was younger, so much younger than today, I never needed anybody's help in any way. But now these days are gone, I'm not so self assured, Now I find I've changed my mind and opened up the doors. Help me if you can, I'm feeling down And I do appreciate you being round. Help me, get my feet back on the ground, Won't you please, please help me. And now my life has changed in oh so many ways, My independence seems to vanish in the haze. But every now and then I feel so insecure, I know that I just need you like I've never done before. Help me if you can, I'm feeling down And I do appreciate you being round. Help me, get my feet back on the ground, Won't you please, please help me. When I was younger, so much younger than today, I never needed anybody's help in any way. But now these daya are gone, I'm not so self assured, Now I find I've changed my mind and opened up the doors. Help me if you can, I'm feeling down And I do appreciate you being round. Help me, get my feet back on the ground, Won't you please, please help me, help me, help me, oh", "song": "Help!", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "In spite of all the danger In spite of all that may be I'll do anything for you Anything you want me to If you'll be true to me In spite of all the heartache That you may cause me I'll do anything for you Anything you want me to If you'll be true to me I'll look after you Like I've never done before I'll keep all the others From knocking at your door In spite of all the danger In spite of all that may be I'll do anything for you Anything you want me to If you'll be true to me Yeah! In spite of all the heartache That you may cause me I'll do anything for you Anything you want me to If you'll be true to me I'll do anything for you Anything you want me to If you'll be true to me", "song": "In Spite Of All The Danger", "songwriters": "\n                        "},
{"lyrics": "==================================== Beatles - The Beatles Movie Medley ==================================== (John Lennon and Paul Mccartney) Lead Vocals: John Lennon and Paul Mccartney [Roll up! Roll up for the magical mystery tour! Step right this way!] Roll up, roll up for the magical mystery tour Roll up, roll up for the mystery tour The magical mystery tour is waiting to take you away Waiting to take you away, take you today There's nothing you can do that can't be done Nothing you can sing that can't be sung Nothing you can say but you can learn how to play the game It's easy All you need is love All you need is love All you need is love, love Love is all you need Everywhere people stare Each and every day I can see them laugh at me And I hear them say Hey you've got to hide your love away Hey you've got to hide your love away Wo wo I never realised what a kiss could be This could only happen to me Can't you see? Can't you see? That when I tell you that I love you, oh You're gonna say you love me too, oh And when I ask you to be mine You're gonna say you love me too It's been a hard day's night And I've been working like a dog It's been a hard day's night I should be sleeping like a log But when I get home to you I find the things that you do Will make me feel alright [Whoa!] I think I'm gonna be sad I think it's today, yeah The girl that's driving me mad Is going away She's got a ticker to ride She's got a ticker to ride She's got a ticker to ride And she don't care Jojo was a man who thought he was a loner But he knew it couldn't last Jojo left his home in Tucson, Arizona For some California grass Get back, get back Get back to where you once belonged Get back, get back Get back to where you once belonged Do...", "song": "Beatles Movie Medley", "songwriters": "\n                        "},
{"lyrics": "Baby's good to me, you know, She's happy as can be, you know, She said so. I'm in love with her and I feel fine. Baby says she's mine, you know, She tells me all the time, you know, She said so. I'm in love with her and I feel fine. I'm so glad that she's my little girl. She's so glad, she's telling all the world That her baby buys her things, you know. He buys her diamond rings, you know, She said so. She's in love with me and I feel fine, mmm. Baby says she's mine, you know, She tells me all the time, you know, She said so. I'm in love with her and I feel fine. I'm so glad that she's my little girl. She's so glad, she's telling all the world That her baby buys her things, you know. He buys her diamond rings, you know, She said so. She's in love with me and I feel fine She's in love with me and I feel fine, mmm.", "song": "I Feel Fine", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Roll up, roll up for the mystery tour. Roll up, roll up for the mystery tour. Roll up (and that's an invitation), roll up for the mystery tour. Roll up (to make a reservation), roll up for the mystery tour. The magical mystery tour is waiting to take you away, Waiting to take you away. Roll up, roll up for the mystery tour. Roll up, roll up for the mystery tour. Roll up (we've got everything you need), roll up for the mystery tour. Roll up (satisfaction guaranteed), roll up for the mystery tour. The magical mystery tour is hoping to take you away, Hoping to take you away. Roll up, roll up for the mystery tour. Roll up, roll up for the mystery tour. Roll up (and that's an invitation), roll up for the mystery tour. Roll up (to make a reservation), roll up for the mystery tour. The magical mystery tour is coming to take you away, Coming to take you away. The magical mystery tour is dying to take you away, Dying to take you away, take you away.", "song": "Magical Mystery Tour", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "When I wake up early in the morning Lift my head, I'm still yawning When I'm in the middle of a dream Stay in bed, float up stream (Float up stream) Please, don't wake me, no, don't shake me Leave me where I am, I'm only sleeping Everybody seems to think I'm lazy I don't mind, I think they're crazzy Running everywhere at such a speed Till they find there's no need (There's no need) Please, don't spoil my day, I'm miles away And after all I'm only sleeping Keeping an eye on the world going by my window Taking my time Lying there and staring at the ceiling Waiting for a sleepy feeling... Please, don't spoil my day, I'm miles away And after all I'm only sleeping Ooh yeah Keeping an eye on the world going by my window Taking my time When I wake up early in the morning Lift my head, I'm still yawning When I'm in the middle of a dream Stay in bed, float up stream (Float up stream) Please, don't wake me, no, don't shake me Leave me where I am, I'm only sleeping", "song": "I'm Only Sleeping", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Oh dear, what can I do? Baby's in black and I'm feeling blue, Tell me, oh what can I do? She thinks of him, And so she dresses in black, And though he'll never come back, She's dressed in black. Oh dear, what can I do? Baby's in black and I'm feeling blue, Tell me, oh what can I do? I think of her, but she only thinks of him, And though it's only a whim, she thinks of him. Oh how long will it take, Till she sees the mistake she has made? Dear what can I do? Baby's in black and I'm feeling blue, Tell me, oh what can I do? Oh how long it will take, Till she sees the mistake she has made? Dear what can I do? Baby's in black and I'm feeling blue, Tell me, oh what can I do? She thinks of him, And so she dresses in black, And though he'll never come back, She's dressed in black. Oh dear, what can I do? Baby's in black and I'm feeling blue, Tell me, oh what can I do?", "song": "Baby's In Black", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Oh yeah. Alright. Are you gonna be in my dreams Tonight. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. Love you. And in the end, The love you take Is equal to The love you make", "song": "India", "songwriters": "\n                        "},
{"lyrics": "[Speech] Lee Peters: But now, John has his work cut out on the next one, as he takes his guitar on and off his neck and pulls the harmonica in and out of his face. John: Harp. It's a harp. Lee: What? Harp? John: The harp. 'Cause I'm playing the harp on this one. Lee: Playing the harp? John: Harmonica I play on \"Love Me Do,\" harp, on this one, little goes in the orang. Lee: But it goes in and out? Do you wanna do this announcement? Well, go on, you go ahead, no, it's all right. Tell them. Tell them about the next song. John: Oh, er, we'd like to carry on with Chuck Berry's \"I Gotta Find My Baby.\" Don't know where she's been, pardon, hello? Love these goon shows", "song": "Love These Goon Shows!", "songwriters": "\n                        "},
{"lyrics": "They're gonna put me in the movies They're gonna make a big star out of me We'll make a film about a man that's sad and lonely And all I gotta do is act naturally Well, I'll bet you I'm gonna be a big star Might win an Oscar you can never tell The movies gonna make me a big star 'Cause I can play the part so well Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally We'll make the scene about a man that's sad and lonely And begging down upon his bended knee I'll play the part and I won't need rehearsing All I gotta do is act naturally Well, I'll bet you I'm gonna be a big star Might win an Oscar you can never tell The movies gonna make me a big star 'Cause I can play the part so well Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally", "song": "Act Naturally", "songwriters": ["voni morrison", "john russell", "john bright russell"]},
{"lyrics": "Cha-cha-boom! Besame besame mucho Each time I bring you a kiss I hear music divine So besame besame mucho I love you forever Say that you'll always be mine Cha-cha-boom! Dearest one, if you should leave me Then each little dream will take wings And my life would be through Oh besame besame mucho Ooh love me forever Make all my dreams come true Ooh this joy is something new My arms enfolding you I never knew this thrill before Who ever thought I'd be Holding you close to me Whispering, \"It's you I adore\" Yes so dearest one, if you should leave me Then each little dream will take wings And my life would be through Oh so besame besame mucho Yeah I love you forever Make all my dreams come true Ooh this joy is something new My arms enfolding you Never knew this the thrill before Who ever thought I'd be Holding you close to me Whispering, \"It's you I adore\" Oh so dearest one, if you should leave me Then each little dream will take wings And my life would be through Oh so besame besame mucho I love you forever Make all my dreams come true Ooh love me forever Make all my dreams come true Ooh love me forever Make all my dreams come true", "song": "Besame Mucho", "songwriters": ["consuelo velazquez"]},
{"lyrics": "Love, love me do You know I love you I'll always be true So ple-e-e-ease Love me do Whoa-oh-oh love me do Love, love me do You know I love you I'll always be true So ple-e-e-ease Love me do Whoa-oh-oh love me do Someone to love (somebody new) Someone to love (someone like you) Love, love me do You know I love you I'll always be true So ple-e-e-ease Love me do Whoa-oh-oh love me do (heh) Interlude Love, love me do You know I love you I'll always be true So ple-e-e-ease Love me do Whoa-oh-oh love me do Yeah, love me do Whoa-oh-oh love me do (Fade out) Yeah, love me do...", "song": "Love Me Do", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Ooh i need your love babe, Guess you know it's true. Hope you need my love babe, Just like i need you. Hold me, love me, hold me, love me. Ain't got nothin'but love babe, Eight days a week. Love you ev'ry day girl, Always on my mind. One thing i can say girl, Love you all the time. Hold me, love me, hold me, love me. Ain't got nothin'but love babe, Eight days a week. Eight days a week I love you. Eight days a week Is not enough to show i care. Ooh i need your love babe, ... Eight days a week ... Love you ev'ry ... Eight days a week. eight days a week. eight days a week.", "song": "Eight Days A Week", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "My Bonnie lies over the ocean My Bonnie lies over the sea My Bonnie lies over the ocean Oh bring back my Bonnie to me My Bonnie lies over the ocean My Bonnie lies over the sea Well my Bonnie lies over the ocean Yeah bring back my Bonnie to me Yeah bring back, ah bring back Oh bring back my Bonnie to me to me Oh bring back, oh bring back Oh bring back my Bonnie to me Well my Bonnie lies over the ocean My Bonnie lies over the sea Yeah my Bonnie lies over the ocean Oh I said bring back my Bonnie to me Yeah bring back, ah bring back Oh bring back my Bonnie to me to me Oh bring back, ah bring back Oh bring back my Bonnie to me", "song": "My Bonnie", "songwriters": ["ray charles"]},
{"lyrics": "(Lennon/Mccartney) Aaaaaahhhhhh... Because the world is round it turns me on Because the world is round... Aaaaaahhhhhh Because the wind is high it blows my mind Because the wind is high... Aaaaaaaahhhh Love is all, love is new Love is all, love is you Because the sky is blue, it makes me cry Because the sky is blue... Aaaaaaaahhhh Aaaaahhhhhhhhhh... Aaaaahhhhhhhhhh... Aaaaahhhhhhhhhh...", "song": "Because", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Mr. Moonlight... You came to me one summer night, And from your beam, you made my dream And from the world you sent my girl And from above you sent us love And now she is mine, I think you'll find That we love you Mr. Moonlight Mr. Moonlight, come again please Here I am, on my knees, begging if you please And the night you don't come my way I pray and pray more each day Cause we love you Mr. Moonlight And the night you don't come my way I pray and pray more each day Cause we love you Mr. Moonlight Mr. Moonlight come again please Here I am on my knees, begging if you please And the night you don't come my way I pray and pray more each day Cause we love you Mr. Moonlight Mr. Moonlight... Mr. Moonlight... Mr. Moonlight...", "song": "Mr. Moonlight", "songwriters": ["ray griff"]},
{"lyrics": "Two, one, two, three, four Ev'rybody's talking about Bagism, Shagism, Dragism, Madism, Ragism, Tagism This-ism, That-ism, is-m, is-m, is-m All we are saying is give piece a chance, All we are saying is give piece a chance C'mon Ev'rybody's talking about ministers, Sinister, Banisters And canisters, Bishops, Fishops, Rabbis, and Pop eyes, Bye, bye, bye byes All we are saying is give piece a chance, All we are saying is give piece a chance Let me tell you now Revoluton, evolution, masturbation, Flagellation, regulation, integrations, Meditations, United Nations, Congratulations Ev'rybody's talking about John and Yoko, Timmy Leary, Rosemary, Tommy Smothers, Bobby Dylan, Tommy Copper, Derek Taylor, Norman Mailer, Alan Ginsburg, Hare Krishna, Hare Krishna", "song": "Give Peace A Chance", "songwriters": "\n                        "},
{"lyrics": "Since she's been gone I want no one To talk to me. It's not the same, But I'm to blame, It's plain to see. So go away, Leave me alone, Don't bother me. I can't believe That she would leave Me on my own. It's just not right When everynight I'm all alone. I've got no time For you right now, Don't bother me. I know I'll never be the same, If I don't get her back again. Because I know she'll always be, The only girl for me. But 'till she's near Please don't come near, Stay away. I'll let you know When she's come home, Until that day, Don't come around, Leave me alone, Don't bother me, Don't bother me (fade)", "song": "Don't Bother Me", "songwriters": ["george harrison"]},
{"lyrics": "===================== Good King Wenceslas ===================== Good King Wenceslas looked out on the feast of Stephen, when the snow lay round about, deep and crisp and even. Brightly shown the moon that night, though the frost was cruel, when a poor man came in sight, gathering winter fuel. Hither, page, and stand by me. If thou know it telling: yonder peasant, who is he? Where and what his dwelling? Sire, he lives a good league hence, underneath the mountain, right against the forest fence by Saint Agnes fountain. Bring me flesh, and bring me wine. Bring me pine logs hither. Thou and I will see him dine when we bear the thither. Page and monarch, forth they went, forth they went together through the rude wind's wild lament and the bitter weather. Sire, the night is darker now, and the wind blows stronger. Fails my heart, I know not how. I can go no longer. Ark my footsteps my good page, tread thou in them boldly: Thou shalt find the winter's rage freeze thy blood less coldly. In his master's step he trod, where the snow lay dented. Heat was in the very sod which the saint had printed. Therefore, Christian men, be sure, wealth or rank possessing, ye who now will bless the poor shall yourselves find blessing.", "song": "Good King Wenceslas (Tell Me What You See)", "songwriters": "\n                        "},
{"lyrics": "You tell me that you've got everything you want And your bird can sing But you don't get me, you don't get me You say you've seen seven wonders and your bird is green But you can't see me, you can't see me When your prized possessions start to wear you down Look in my direction, I'll be round, I'll be round When your bird is broken will it bring you down You may be awoken, I'll be round, I'll be round You tell me that you've heard every sound there is And your bird can swing But you can't hear me, you can't hear me", "song": "And Your Bird Can Sing", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Oh yeah, i'll tell you something, I think you'll understand. When i'll say that something I want to hold your hand, I want to hold your hand, I want to hold your hand. Oh please, say to me You'll let me be your man And please, say to me You'll let me hold your hand. Now let me hold your hand, I want to hold your hand. And when I touch you I feel happy inside. It's such a feeling that my love I can't hide, I can't hide, I can't hide. Yeah, you've got that something, I think you'll understand. When i'll say that something I want to hold your hand, I want to hold your hand, I want to hold your hand. And when I touch you I feel happy inside. It's such a feeling that my love I can't hide, I can't hide, I can't hide. Yeh, you've got that something, I think you'll understand. When i'll feel that something I want to hold your hand, I want to hold your hand, I want to hold your hand.", "song": "I Want To Hold Your Hand", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Deep down in Louisianna Close to New Orleans Way back up in the woods Among the evergreens There stand a country cabin Made of clay and wood Where lives a young country boy Named Johnny B. Goode He never ever learned To read or write a book so well But he could play his guitar Just like a-ringing a bell Go go, go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Aah Johnny B. Goode! He used to carry his guitar In a gunny sack Sit beneath the trees By the railroad track Oh sitting and a-playing In the shade Drumming to the rhythm That the drivers made People passing by Used to stop and say My oh my That country boy can play Go go, go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Aah Johnny B. Goode! Well his mama told him Someday you will be a man And you will be the leader Of a big old band Many people coming From miles around To hear you play your music Till the sun goes down Maybe some day Your name will be in light Saying Johnny B. Goode tonight! Go go, go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Go Johnny go go go! Aah Johnny B. Goode!", "song": "Johnny B. Goode", "songwriters": "\n                        "},
{"lyrics": "(Starkey) I'd like to be under the sea In an octopus's garden in the shade He'd let us in, knows where we've been In his octopus's garden in the shade I'd ask my friends to come and see An octopus's garden with me I'd like to be under the sea In an octopus's garden in the shade We would be warm below the storm In our little hideaway beneath the waves Resting our head on the sea bed In an octopus's garden near a cave We would sing and dance around Because we know we can't be found I'd like to be under the sea In an octopus's garden in the shade We would shout and swim about The coral that lies beneath the ocean waves (Lies beneath the ocean waves) Oh what joy for every girl and boy Knowing they're happy and they're safe (Happy and they're safe) We would be so happy you and me No one there to tell us what to do I'd like to be under the sea In an octopus's garden with you In an octopus's garden with you In an octopus's garden with you", "song": "Octopus's Garden", "songwriters": ["richard starkey"]},
{"lyrics": "Oh, komm doch, komm zu mir Du nimmst mir den verstand Oh, komm doch, komm zu mir Komm, gib mir deine hand Komm, gib mir deine hand Komm, gib mir deine hand Oh, du bist so schon Schon wie ein diamant Ich will mit dir gehen Komm, gib mir deine hand Komm, gib mir deine hand Komm, gib mir deine hand In deinen armen bin ich glucklich und froh Das war noch nie bei einer anderen Einmal so Einmal so Einmal so Oh, komm doch, komm zu mir Du nimmst mir den verstand Oh, komm doch, komm zu mir Komm, gib mir deine hand Komm, gib mir deine hand Komm, gib mir deine hand In deinen armen bin ich glucklich und froh Das war noch nie bei einer anderen Einmal so Einmal so Einmal so Oh, du bist so schon Schon wie ein diamant Ich will mit dir gehen Komm, gib mir deine hand Komm, gib mir deine hand Komm, gib mir deine hand Komm, gib mir deine hand", "song": "Komm, Gib Mir Deine Hand", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Little child, Little child, Little child Won't you dance with me? I'm so sad and lonely, Baby take a chance with me. If you want someone to make you feel so fine, Then we'll have some fun, when you're mine oh mine, So come on, come on, come on. Little child, Little child, Little child Won't you dance with me? I'm so sad and lonely, Baby take a chance with me. When you're by my side you're the only one Don't you run and hide, just come on, come on, So come on, come on, come on.", "song": "Little Child", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Imagine there's no heaven It's easy if you try No hell below us Above us only sky Imagine all the people Living for today... Imagine there's no countries It isn't hard to do Nothing to kill or die for And no religion too Imagine all the people Living life in peace... You may say I'm a dreamer But I'm not the only one I hope someday you'll join us And the world will be as one Imagine no possessions I wonder if you can No need for greed or hunger A brotherhood of man Imagine all the people Sharing all the world... You may say I'm a dreamer But I'm not the only one I hope someday you'll join us And the world will live as one", "song": "Imagine", "songwriters": "\n                        "},
{"lyrics": "If you ever leave me, I'll be sadand blue Don't you ever leave me, I'm so in love with you The birds in the sky would be sad and lonely, If they knew that I lost my one and only, They'd be sad if you're bad to me The leaves on the trees would be softly sighin If they heard from the breeze that you left me crying, They'd be sad, don't be bad to me But I know you won't leave me cause you told me so, And I've no intention of letting you go, Just as long as you let me know, you won't be bad to me So the birds in the sky won't be sad and lonely, Cause they know I got my one and only They'd be glad that you're not bad to me But I know you won't leave me cause you told me so, And I've no intention of letting you go, Just as long as you let me know, you won't be bad to me So the birds in the sky won't be sad and lonely, \" Cos they know I got my one and only They'd be glad that you're not bad to me, They'd be glas that you're not bad to me, to me, to me", "song": "Bad To Me", "songwriters": ["john winston lennon", "paul mccartney"]},
{"lyrics": "I've just seen a face I can't forget the time or place Where we just meet, She's just a girl for me And I want all the world to see We've met. Had it been another day I might have looked the other way And I'd have never been aware, But as it is I'll dream of her tonight. Falling yes I am falling, And she keeps calling Me back again. I have never known The like of this, I've been alone And I have missed things And kept out of sight, For other girls were never quite Like this Falling yes I am falling, And she keeps calling Me back again.", "song": "I've Just Seen A Face", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "I get high when I see you go by My oh my When you sigh, my, my inside just flies Butterflies Why am I so shy when I'm beside you? It's only love and that is all Why should I feel the way I do? It's only love, and that is all But it's so hard loving you Is it right that you and I should fight Every night? Just the sight of you makes nighttime bright Very bright Haven't I the right to make it up girl? It's only love and that is all Why should I feel the way I do? It's only love, and that is all But it's so hard loving you Yes it's so hard loving you, loving you", "song": "It's Only Love", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Oh, flew in from Miami Beach B. O. A. C. Didn't get to bed last night On the way the paper bag was on my knee Man I had a dreadful flight I'm back in the you. S. S. Are. You don't know how lucky you are boy Back in the you. S. S. Are. (Yeah) Been away so long I hardly knew the place Gee it's good to be back home Leave it till tomorrow to unpack my case Honey disconnect the phone I'm back in the you. S. S. Are. You don't know how lucky you are boy Back in the you. S. Back in the you. S. Back in the you. S. S. Are. Well the Ukraine girls really knock me out They leave the West behind And Moscow girls make me sing and shout That Georgia's always on my mind Aw come on! Ho yeah! Ho yeah! Ho ho yeah! Yeah yeah! Yeah I'm back in the you. S. S. Are. You don't know how lucky you are boys Back in the you. S. S. Are. Well the Ukraine girls really knock me out They leave the West behind And Moscow girls make me sing and shout That Georgia's always on my mind Oh, show me around your snow-peaked mountains way down south Take me to your daddy's farm Let me hear your balalaika's ringing out Come and keep your comrade warm I'm back in the you. S. S. Are. Hey you don't know how lucky you are boys Back in the you. S. S. Are. Oh let me tell you, honey Hey, I'm back! I'm back in the you. S. S. Are. Yes, I'm free! Yeah, back in the you. S. S. Are. Ha ha", "song": "Back In The USSR", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Queen says no to pot smoking FBI members] Because you're sweet and lovely girl I love you, Because you're sweet and lovely girl it's true, I love you more than ever girl I do. I want you in the morining girl I love you, I want you at the moment I feel blue, I'm living ev'ry moment girl for you. I've loved you from the moment I saw you, You looked at me that's all you had to do, I feel it now I hope you feel it too. Because you're sweet and lovely girl I love you, Because you're sweet and lovely girl it's true, I love you more than ever girl I do. I really love you.", "song": "For You Blue", "songwriters": ["george harrison"]},
{"lyrics": "If you leave me, baby I don't know what I'll do I guess I would die, sweetheart If I don't get a kiss from you Take out some insurance on me, baby Take out some insurance on me, baby Well, if you ever, ever say goodbye I'm gonna go right home and die Oh, if you want me, baby You've gotta come to me Mm, I'm just like a stump in a field You just can't move me Take out some insurance on me, baby Ooh, some insurance on me, baby Well, if you ever, ever say goodbye I'm gonna go right home and die Well, if you want me, baby Mm, you've gotta come to me I'm just like a stump in a field You just can't move me Take out some insurance on me, baby Mm, some insurance on me, baby Well, if you ever, ever say goodbye I'm gonna go right home and die Well, if you leave me, baby I don't know what I'll do I guess I would die, sweetheart If I don't get a kiss from you Take out some insurance on me, baby Mm, some God damned insurance on me, baby If you ever, ever say goodbye I'm gonna go right home and die", "song": "If You Love Me Baby", "songwriters": ["charles singleton"]},
{"lyrics": "Got a good reason for taking the easy way out Got a good reason for taking the easy way out now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out She's a big teaser, she took me half the way there She's a big teaser, she took me half the way there now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out Tried to please her, she only played one night stands Tried to please her, she only played one night stands now She was a day tripper, a Sunday driver yeah It took me so long to find out, and I found out Day tripper Day tripper yeah Day tripper Day tripper yeah Day tripper", "song": "Day Tripper", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I listen for your footsteps Coming up the drive Listen for your footsteps But they don't arrive Waiting for your knock, dear On my old front door I don't hear it Does it mean you don't love me any more? I hear the clock are ticking On the mantel shelf See the hands are moving But I'm by myself I wonder where you are tonight And why I'm by myself I don't see you Does it mean you don't love me any more? Don't pass me by, don't make me cry, don't make me blue Cause you know darling I love only you You'll never know it hurt me so How I hate to see you go Don't pass me by, don't make me cry, don't make me blue I'm sorry that I doubted you I was so unfair You were in a car crash And you lost your hair You said that you would be late About an hour or two I said that's alright I'm waiting here Just waiting to hear from you Don't pass me by, don't make me cry, don't make me blue Cause you know darling I love only you You'll never know it hurt me so How I hate to see you go Don't pass me by, don't make me cry", "song": "Don't Pass Me By", "songwriters": ["richard starkey"]},
{"lyrics": "Who knows how long I've loved you You know I love you still Will I wait a lonely lifetime If you want me to, I will For if I ever saw you I didn't catch your name But it never really mattered I will always feel the same Love you forever and forever Love you with all my heart Love you whenever we're together Love you when we're apart And when at last I find you Your song will fill the air Sing it loud so I can hear you Make it easy to be near you For the things you do endear you to me Oh, you know I will I will Mm mm mm mm mm mm mm mm mm Da da da da da da da", "song": "I Will", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Close your eyes and I'll kiss you, Tomorrow I'll miss you; Remember I'll always be true. And then while I'm away, I'll write home ev'ry day, And I'll send all my loving to you. I'll pretend that I'm kissing The lips I am missing And hope that my dreams will come true. And then while I'm away, I'll write home ev'ry day, And I'll send all my loving to you. All my loving I will send to you. All my loving, darling I'll be true.", "song": "All My Loving", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Joe Praries and the prarie walliflowers Los Paranoias Los paranoias invites you to (I can't make it) To just enjoy us (I can't make it) Come on you can do it baby Come on and join los paranoias Just enjoy us Los paranoias Oh! los paranoias Come on and join us Los paranoias Come on enjoy us Well! los paranoias We're here to sing for you And whenever you want us to We will sing a little song for you Los paranoias...", "song": "Los Paranoias", "songwriters": "\n                        "},
{"lyrics": "I've got a feeling, a feeling deep inside Oh yeah, Oh yeah. I've got a feeling, a feeling I can't hide Oh no. Oh no, Oh no, Yeah I've got a feeling. Oh please believe me, I'd hate to miss the train Oh yeah, Oh yeah. And if you leave me I won't be late again Oh no, Oh no, Oh no. Yeah I've got a feeling yeah. All these years I've been wandering around, Wondering how come nobody told me All that I was looking for was somebody Who looked like you. Everybody had a hard year Everybody had a good time Everybody had a wet dream, Everybody saw the sunshine Oh yeah, Oh yeah. Everybody had a good year, Everybody let their hair down, Everybody pulled their socks up, Everybody put their foot down. Oh yeah, Oh yeah.", "song": "I've Got A Feeling", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "For I have got another girl, Another girl. You're making me say that I've got Nobody but you. But as from today, well I've seen Somebody that's new. I ain't no fool an I don't take what I don't want For I have got another girl, Another girl. She's sweeter than all the girls and I've met quite a few. Nobody in all the world can Do what she can do. And so I'm telling you this time you better stop For I have got another girl, Another girl Who will love me to the end, Through thick and thin She will always be my friend. I don't wanna say that I've been Unhappy with you. But as from today well I've seen Somebody that's new. I ain't no fool an I don't take what I don't want For I have got another girl, Another girl, another girl", "song": "Another Girl", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "If there's anything that you want, If there's anything I can do, Just call on me and i'll send it along With love from me to you. I've got everything that you want, Like a heart that is oh, so true. Just call on me and i'll send it along With love from me to you. I got arms that long to hold you And keep you by my side. I got lips that long to kiss you And keep you satisfied, oooh. If there's anything that you want, If there's anything I can do, Just call on me and i'll send it along With love from me to you. From me, to you. Just call on me and i'll send it along With love from me to you. I got arms that long to hold you And keep you by my side. I got lips that long to kiss you And keep you satisfied, oooh. If there's anything that you want, If there's anything I can do, Just call on me and i'll send it along With love from me to you. To you, to you, to you.", "song": "From Me To You", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Boy, you gotta carry that weight Carry that weight a long time Boy, you gotta carry that weight Carry that weight a long time I never give you my pillow I only send you my invitation And in the middle of the celebrations I break down Boy, you gotta carry that weight Carry that weight a long time Boy, you gotta carry that weight Carry that weight a long time", "song": "Carry That Weight", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "How do you do what you do to me? I wish I knew If I knew how you do it to me I'd do it to you How do you do what you do to me? I'm feeling blue Wish I knew how you do it to me But I haven't a clue You give me a feeling in my heart, ooh-la-la Like an arrow piercing through it I suppose that you think you're very smart But won't you tell me how do you do it? How do you do what you do to me? I wish I knew If I knew how you do it to me I'd do it to you You give me a feeling in my heart, ooh-la-la Like an arrow piercing through it I suppose that you think you're very smart But won't you tell me how do you do it? How do you do what you do to me? I wish I knew Wish I knew how you do it to me But I haven't a clue Wish I knew how you do it to me I'd do it to you Wish I knew how you do it to me I'd do it to you", "song": "How Do You Do It", "songwriters": "\n                        "},
{"lyrics": "============================== God Rest You Merry Gentlemen ============================== God rest you merry, gentlemen, Let nothing you dismay, Remember Christ our Savior Was born on Christmas Day; To save us all from Satan's power When we were gone astray. O tidings of comfort and joy, Comfort and joy, O tidings of comfort and joy! From God our heavenly Father A blessed angel came; And unto certain shepherds Brought tiding of the same; How that in Bethlehem was born The Son of God by name. \"Fear not, then,\" said the angel, \"Let nothing you affright; This day is born a Savior Of a pure virgin bright, To free all those who trust in him From Satan's power and might.\" Now to the Lord sing praises, All you within this place, And with true love and brotherhood Each other now embrace; this holy tide of Christmas Doth bring redeeming grace.", "song": "God Rest Ye Merry Gentlemen (Within You)", "songwriters": "\n                        "},
{"lyrics": "[Speech] Alan Freeman: George, is it true that you're a connoisseur of the classics? George: No, it's just a rumour, a rumour. Alan: Just a rumour? George: Hmm. Alan: Did you enjoy singing \"Beethoven\"? George No. Been singing it for 28 years, now, you know. Alan: For how long? George: Twenty-eight years. Alan: That's incredible. Could you manage one more performance? George: Um, possibly. Alan: Oh, go on, say, \"yes.\" George: Yes, thank you", "song": "Just A Rumour", "songwriters": "\n                        "},
{"lyrics": "You know you've made me cry, I see no use in wondering why, I cried for you. And now you've changed your mind, I see no reason to change mine, My crying is through. You're giving me the same old line, I'm wondering why. You hurt me then, You're back again, No, no, no,not a second time.", "song": "Not A Second Time", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "I was alone, I took a ride I didn't know what I would find there Another road where maybe I Could see another kind of mind there Ooh then I suddenly see you Ooh did I tell you I need you Every single day of my life You didn't run, you didn't lie You knew I wanted just to hold you And had you gone, you knew in time Wed meet again for I had told you Ooh you were meant to be near me Ooh and I want you to hear me Say well be together every day Got to get you into my life What can I do, what can I be When I'm with you I want to stay there If I'm true I'll never leave And if I do I know the way there Ooh then I suddenly see you Ooh did I tell you I need you Every single day of my life Got to get you into my life I've got to get you into my life I was alone, I took a ride I didn't know what I would find there Another road where maybe I Could see another kind of mind there And suddenly I see you Did I tell you I need you Every single day...", "song": "Got To Get It Into My Life", "songwriters": "\n                        "},
{"lyrics": "Joan was quizzical; studied pataphysical Science in the home. Late nights all alone with a test tube. Oh, oh, oh, oh. Maxwell Edison, majoring in medicine, Calls her on the phone. \"Can I take you out to the pictures, Joa, oa, oa, oan? \" But as she's getting ready to go, A knock comes on the door. Bang! Bang! Maxwell's silver hammer Came down upon her head. Bang! Bang! Maxwell's silver hammer Made sure that she was dead. Back in school again Maxwell plays the fool again. Teacher gets annoyed. Wishing to avoid and unpleasant Sce, e, e, ene, She tells Max to stay when the class has gone away, So he waits behind Writing fifty times \"I must not be So, o, o, o.. \" But when she turns her back on the boy, He creeps up from behind. Bang! Bang! Maxwell's silver hammer Came down upon her head. Bang! Bang! Maxwell's silver hammer Made sure that she was dead. P. C. Thirty-one said, \"We caught a dirty one.\" Maxwell stands alone Painting testimonial pictures. Oh, oh, oh, oh. Rose and Valerie, screaming from the gallery Say he must go free (Maxwell must go free) The judge does not agree and he tells them So, o, o, O. But as the words are leaving his lips, A noise comes from behind. Bang! Bang! Maxwell's silver hammer Came down upon his head. Bang! Bang! Maxwell's silver hammer Made sure that he was dead. Whoa, oh, oh, oh. Silver hammer man", "song": "Maxwell's Silver Hammer", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] Brian Matthew: But despite the fact that the next request comes from Anton, 32 Perry Road, Sherwood, in Nottingham, it's headed \"Up the Pool\" and starts, \"Dear Wack!\" So, John, you take it from there. John: \"Dear Wack! Please, ask thos gorgeous lads,\" ha, ha, \" called the Beatles To sing 'You Really Got a Hold on Me' for Di, Gus, Wizz, and me, also for the Beatles, themselves, especially Paul, \" ha, \"and everybody that was in the Roy Orbison Tour. I'm a regular listener of 'Pop Go the Beatles, '\" good lad, \"and, Please, tell the boys that all the girls in our office think it is a fab show. Thank you. \" Brian: All right, stop the band. Oh, that's splendid and now, what are you Gonna sing for us? John: \"You Really Got a Hold on Me...Mother.\"", "song": "Dear Wack!", "songwriters": "\n                        "},
{"lyrics": "I forgot to remember to forget her I can't seem to get her off my mind I thought I'd never miss her But I've found out somehow I think about her almost all the time Well the day she went away I made myself a promise That I'd soon forget we'd ever met But something sure is wrong Cos I'm so blue and lonely I forgot to remember to forget Well the day she went away I made myself a promise That I'd soon forget we'd ever met But something sure is wrong Cos I'm so blue and lonely I forgot to remember to forget", "song": "I Forgot To Remember To Forget", "songwriters": ["charlie feathers", "stanley a kesler"]},
{"lyrics": "Here come old flattop he come grooving up slowly He got juju eyeball he one holy roller He got hair down to his knee Got to be a joker he just do what he please He wear no shoeshine he got toe-jam football He got monkey finger he shoot coca-cola He say \"I know you, you know me\" One thing I can tell you is you got to be free Come together right now over me He bag production he got walrus gumboot He got ono sideboard he one spinal cracker He got feet down below his knee Hold you in his armchair you can feel his disease Come together right now over me He roller-coaster he got early warning He got muddy water he one mojo filter He say \"one and one and one is three\" Got to be good-looking 'cause he's so hard to see Come together right now over me", "song": "Come Together", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "You telling lies thinking I can't see You don't cry cos you're laughing at me I'm down (I'm really down) I'm down (Down on the ground) I'm down (I'm really down) How can you laugh when you know I'm down (How can you laugh) When you know I'm down Man buys ring woman throws it away Same old thing happens everyday I'm down (I'm really down) I'm down (Down on the ground) I'm down (I'm really down) How can you laugh when you know I'm down (How can you laugh) When you know I'm down We're all alone and there's nobody else You still moan, \"Keep your hands to yourself!\" I'm down (I'm really down) Oh baby I'm down (Down on the ground) I'm down (I'm really down) How can you laugh when you know I'm down (How can you laugh) When you know I'm down. Waaaao! Baby I'm down Oh baby you know I'm down (I'm really down) Oh yes I'm down (I'm really down) I'm down on the ground (I'm really down) Ahhhh! Down (I'm really down) Oh baby I'm upside down, a yea yea yea yea yea I'm down (I'm really down) Oh baby I'm down (I'm really down) I'm feeling upside down (I'm really down) Ooo! I'm down (I'm really down) Baby I'm down yea Oh baby I'm down yea Baby I'm down (I'm really down) Well baby I'm down (I'm really down) Well baby baby baby (I'm really down) Oh baby I'm down I'm down, down, down", "song": "I'm Down", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Desmond has a barrow in the market place Molly is the singer in a band Desmond says to Molly, Girl, I like your face And Molly says this as she takes him by the hand Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on. Desmond takes a trolly to the jeweller's store Buys a twenty carat golden ring Takes it back to Molly waiting at the door And as he gives it to her she begins to sing Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on. In a couple of years they have built A home sweet home With a couple of kids running in the yard Of Desmond and Molly Jones. Happy ever after in the market place Desmond lets the children lend a hand Molly stays at home and does his pretty face And in the evening she's a singer with the band. Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on. In a couple of years they have built A home sweet home With a couple of kids running in the yard Of Desmond and Molly Jones. Happy ever after in the market place Molly lets the children lend a hand Desmond stays at home and does his pretty face And in the evening she's a singer with the band. Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on Ob-la-di, ob-la-da, life goes on bra! Lala, how the life goes on. Well, if you want some fun, take ob-la-di-la-da", "song": "Ob-La-Di, Ob-La-Da", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Mean Mister Mustard sleeps in the park Shaves in the dark trying to save paper Sleeps in a hole in the road Saving up to buy some clothes Keeps a ten-bob note up his nose Such a mean old man Such a mean old man His sister Pam works in a shop She never stops, she's a go-getter Takes him out to look at the queen Only place that he's ever been Always shouts out something obscene Such a dirty old man Dirty old man", "song": "Mean Mr. Mustard", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Your day breaks, your mind aches You find that all the words of kindness linger on When she no longer needs you She wakes up, she makes up She takes her time and doesn't feel she has to hurry She no longer needs you And in her eyes you see nothing No sign of love behind the tears Cried for no one A love that should have lasted years You want her, you need her And yet you don't believe her when she said her love is dead You think she needs you And in her eyes you see nothing No sign of love behind the tears Cried for no one A love that should have lasted years You stay home, she goes out She says that long ago she knew someone but now he's gone She doesn't need him Your day breaks, your mind aches There will be time when all the things she said will fil your head You won't forget her And in her eyes you see nothing No sign of love behind the tears Cried for no one A love that should have lasted years", "song": "For No One", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Don't let me down, don't let me down Don't let me down, don't let me down Nobody ever loved me like she does Oh, she does, yeah, she does And if somebody loved me like she do me Oh, she do me, yes, she does Don't let me down, don't let me down Don't let me down, don't let me down I'm in love for the first time Don't you know it's gonna last It's a love that lasts forever It's a love that had no past (Seeking past) Don't let me down, don't let me down Don't let me down, don't let me down And from the first time that she really done me Oh, she done me, she done me good I guess nobody ever really done me Oh, she done me, she done me good Don't let me down, hey don't let me down Heeeee, don't let me down Don't let me down Don't let me down, don't let me let down Can you dig it? Don't let me down", "song": "Don't Let Me Down", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be. And in my hour of darkness She is standing right in front of me Speaking words of wisdom, let it be. Let it be, let it be. Whisper words of wisdom, let it be. And when the broken hearted people Living in the world agree, There will be an answer, let it be. For though they may be parted there is Still a chance that they will see There will be an answer, let it be. Let it be, let it be. yeah There will be an answer, let it be. And when the night is cloudy, There is still a light that shines on me, Shine on until tomorrow, let it be. I wake up to the sound of music Mother mary comes to me Speaking words of wisdom, let it be. Let it be, let it be. There will be an answer, let it be. Let it be, let it be, Whisper words of wisdom, let it be.", "song": "Let It Be", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "A taste of honey. Tasting much sweeter than wine. I dream of your first kiss and then, I feel upon my lips again, A taste of honey. Tasting much sweeter than wine. I will return, Yes I will return, I'll come back For the honey, And you. Yours was the kiss that awoke my heart, There lingers still, 'though we're far apart, That taste of honey... Tasting much sweeter than wine. I will return, yes I will return, I'll come back For the honey, And you.", "song": "A Taste Of Honey", "songwriters": ["bobby scott", "ric marlow"]},
{"lyrics": "Is there anybody gone to listen to my story All about the girl who came to stay? She's the kind of girl you want so much It makes you sorry, Still, you don't regret a single day. Ah girl, girl She's the kind of girl who puts you down When friends are there, you feel a fool. When you say she's looking good She acts as if it's understood. She's cool Girl, girl When I think of all the times I've tried to leave her She will turn to me and start to cry. And she promises the earth to me And I believe her, After all this time I don't know why. Ah, girl, girl She's the kind of girl who puts you down when friends are there, You feel a fool. When you say she's looking good, she acts as if it's understood. She's cool, Girl, girl Was she told when she was young the fame Would lead to pleasure? Did she understand it when they said That a man must break his back to earn His day of leisure? Will she still believe it when he's dead? Ah girl, girl, girl.", "song": "Girl", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "and here's to you Mrs. Robinson jesus loves you more than you will know wuwuwu god bless you please Mrs. Robinson heaven holds a place for those who pray hey hey hey...hey hey hey we like to know a little bit about you for our files we like to help you learn to help yourself look around youu all you see are sympathetic lies stroll around the grounds until you feel at home and here's to you Mrs. Robinson jesus loves you more than you will know wuwuwu god bless you please Mrs. Robinson heaven holds a place for those who pray hey hey hey...hey hey hey Hide it in a hiding place where no one ever goes Put it in your pantry with your cupcakes It's a little secret, just the Robinsons' affair Most of all, you've got to hide it from the kids Coo, coo, ca-choo, Mrs Robinson Jesus loves you more than you will know (Wo, wo, wo) God bless you please, Mrs. Robinson Heaven holds a place for those who pray (Hey, hey, hey...hey, hey, hey) sitting on a sofa on a sunday afternoon Going to the candidates debate Laugh about it, shout about it When you've got to choose Ev'ry way you look at it, you lose where have you gone Joe Damajiou A nation turns its lonely eyes to you wuwuwu what's that you say Mrs. robinson Joe Damajiou has long left and gone away hey hey hey hey hey hey", "song": "Mrs. Robinson", "songwriters": "\n                        "},
{"lyrics": "I'm gonna search this town From door to door The love I crave I can't find no more I got to find my baby I declare there ain't no lie I ain't had no real good loving Since that woman said goodbye You know I hate to see the sun Sinking to the west Cos I know my whole life's Gonna be one solid mess I got to find my baby I declare there ain't no lie I ain't had no real good loving Since that woman said goodbye Well ever since the day That she said we were through I've been nervous And shook up too I got to find my baby I declare there ain't no lie I ain't had no real good loving Since that woman said goodbye Well I don't care if the last thing I ever done in my life Is to find that little woman Make her my wife I got to find my baby I declare there ain't no lie I ain't had no real good loving Since that woman said goodbye", "song": "I Got To Find My Baby", "songwriters": ["joe f. clayton"]},
{"lyrics": "It's not the way you smiled that touched my heart, It's not the way you kiss that tears me apart. Ooh oh many many, many nights go by, I sit alone at home and cry over you. What can I do? Can't help myself, 'Cause baby, it's you. Baby, it's you. You should hear what they say about you, They say, they say you never never never ever been true. Ooh oh it doesn't matter what they say, I know I'm gonna love you any old way. What can I do? And it's true. Don't want nobody, nobody, 'Cause baby, it's you. Baby, it's you (Repeat) Don't leave me all alone...", "song": "Baby, It's You", "songwriters": ["burt f bacharach", "mack david", "barney williams"]},
{"lyrics": "It's all too much, It's all too much When I look into your eyes, your love is there for me And the more I go inside, the more there is to see It's all too much for me to take The love that's shining all around you Everywhere, it's what you make For us to take, it's all too much Floating down the stream of time, of life to life with me Makes no difference where you are or where you'd like to be It's all too much for me to take The love that's shining all around here All the world's a birthday cake, So take a piece but not too much Set me on a silver sun, for I know that I'm free Show me that I'm everywhere, and get me home for tea It's all to much for me to see A love that's shining all around here The more I am, the less I know And what I do is all too much It's all too much for me to take The love that's shining all around you Everywhere, it's what you make For us to take, it's all too much It's too much..... It's too much Too much too much too much", "song": "It's All Too Much", "songwriters": ["george harrison"]},
{"lyrics": "============== Jingle Bells ============== James Pierpont - 1857 Dashing through the snow, in a one-horse open sleigh Over the fields we go, laughing all the way; Bells on bob-tail ring, making spirits bright What fun it is to ride and sing a sleighing song tonight Chorus Jingle bells, jingle bells, jingle all the way! O what fun it is to ride in a one-horse open sleigh Jingle bells, jingle bells, jingle all the way! O what fun it is to ride in a one-horse open sleigh A day or two ago, I thought I'd take a ride And soon Miss Fanny Bright, was seated by my side; The horse was lean and lank, misfortune seemed his lot; He got into a drifted bank and we got upsot [Chorus:] A day or two ago, the story I must tell I went out on the snow, and on my back I fell; A gent was riding by, in a one-horse open sleigh He laughed as there I sprawling lie but quickly drove away [Chorus:] Now the ground is white, go it while you're young Take the girls tonight, and sing this sleighing song; Just get a bob-tailed bay, two-forty as his speed Hitch him to an open sleigh and crack! You'll take the lead [Chorus:]", "song": "Jingle Bells", "songwriters": ["francesco mocchi"]},
{"lyrics": "We were sailing along (Twist and shout) On Moonlight Bay (Ooh) We could hear the voices singing (I like it!) They seemed to say (Keep on, Bongo) You have borken my heart (Oh, twist and shout) So go away [Are the Beatles gone? No, they're here. Oh.] With you big, far, hairy legs On Moonlight Bay On Moonlight Bay Ooohhh Yeah! Ha ha!", "song": "Moonlight Bay", "songwriters": ["edward madden", "percy wenrich"]},
{"lyrics": "I love you, 'cause you tell me things I want to know. And it's true that it really only goes to show, That I know, That I, should never ever ever be blue. Now you're mine, my happiness still makes me cry. And in time, you'll understand the reason why, If I cry, It's not because I'm sad, But you're the only love that I've ever had. I can't believe it's happened to me. I can't conceive of any more misery. Ask me why, I'll say I love you, And I'm always thinking of you. I love you, 'cause you tell me things I want to know. And it's true that it really only goes to show, That I know, That I, should never ever ever be blue. Ask me why, I'll say I love you, And I'm always thinking of you. I can't believe it's happened to me. I can't conceive of any more misery. Ask me why, I'll say I love you, And I'm always thinking of you.", "song": "Ask Me Why", "songwriters": ["john winston lennon", "paul james mccartney"]},
{"lyrics": "Ring my friend I said you'd call Dr. Robert, Day or night he'll be there anytime at all Dr. Robert. Dr. Robert, your a new and better man, He helps you to understand, He does everything he can, Dr. Robert. If your down he'll pick you up Dr. Robert, Take a drink from his special cup Dr. Robert Dr. Robert, he's a man you must believe, Helping everyone in need, No one can succeed like Dr. Robert Well, well, well your feeling fine, Well, well, well, he'll make you Dr. Robert My friend works for the national health Dr. Robert, Don't take money to see yourself with Dr. Robert Dr. Robert, your a new and better man, He helps you to understand, He does everything he can Dr. Robert Well, well, well, your feeling fine, Well, well, well, he'll make you Dr. Robert Ring my friend I said you'd call Dr. Robert (2x) Dr. Robert!", "song": "Dr. Robert", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "(Lennon/Mccartney) Come on come on Come on come on Come on is such a joy Come on is such a joy Come on let's take it easy Come on let's take it easy Take it easy take it easy Everybody's got something to hide except for me and my monkey (Ooh) The deeper you go the higher you fly The higher you fly the deeper you go So come on (Come on) come on Come on is such a joy Come on is such a joy Come on let's make it easy Come on let's make it easy (Oh) Take it easy (Yeh yeh yeh) take it easy (Hoo) Everybody's got something to hide except for me and my monkey Oh! Your inside is out and your outside is in Your outside is in and your inside is out So come on (Ho) come on (Ho) Come on is such a joy Come on is such a joy Come on let's make it easy Come on let's make it easy Make it easy (Hoo) make it easy (Hoo) Everybody's got something to hide except for me and my monkey Hey! Come on, come on, come on, come on, come on Come on, come on, come on... Come on, come on, come on, come on, come on Come on, come on, come on...", "song": "Everybody's Got Something To Hide Except Me And My Monkey", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I give her all my love That's all I do And if you saw my love You'd love her too I love her She gives me ev'rything And tenderly The kiss my lover brings She brings to me And I love her A love like ours Could never die As long as I Have you near me Bright are the stars that shine Dark is the sky I know this love of mine Will never die And I love her Bright are the stars that shine Dark is the sky I know this love of mine Will never die And I love her", "song": "And I Love Her", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Good day sunshine, good day sunshine. Good day sunshine. I need to laugh and when the sun is out I've got something I can blab about. I feel good in a special way I'm in love and it's sunny day. Good day sunshine, good day sunshine. Good day sunshine. We take a walk the sun is shining down Burns my feet as they touch the ground. Good day sunshine, good day sunshine. Good day sunshine. And then we lie beneath a shady tree I love her and she loving me She feels good she knows she's looking fine I'm so proud to know that she is mine Good day sunshine, good day sunshine. Good day sunshine. Good day sunshine, good day sunshine. Good day sunshine", "song": "Good Day Sunshine", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Oh Carol, don't let him Steal your heart away Well I've got to learn to dance If it takes me all night and day Well come into my machine So we can move on out I know a jumping little joint Where we can jump and shout It's not too far back on the highway Not too long a ride Well you take your car along And you park it outside A little cutie takes your hat And you can thank her, ma'am Well every time you're gonna drive You find the joint is jammed Oh Carol, don't let him Steal your heart away Well I've got to learn to dance If it takes me all night and day Auw Auw Well if you want to hear some music Like the boys all play Hold tight, tap your foot Don't let it carry you away Don't let the heat overcome you Cos they play so loud While the music will treat you When they get a crowd Well you can dance I know you will, you thought I got my eyes on you baby Cos you dance so good Don't let him Steal your heart away I've got to learn to dance If it takes me all night and day Well I've got to learn to dance If it takes you all night and day", "song": "Carol", "songwriters": ["chuck berry"]},
{"lyrics": "I been told when a boy kisses girl, Takes a trip around the world, Hey, hey (3 times) Yeah, she say you do. My girl says when I kiss her lips, Gets a thrill through her fingertips, Hey, hey (3 times) Yeah, she say you do. Well, I talk about boys, Don't ya know I mean boys, Well, I talk about boys, now, Well, I talk about boys, now, What a bundle of joy", "song": "Boys", "songwriters": ["luther dixon", "wes farrell"]},
{"lyrics": "It feels so right now. Hold me tight, Tell me I'm the only one, And then I might, Never be the lonely one. So hold me tight, Tonight, tonight, It's you, you, you, you. Hold me tight, Let me go on loving you Tonight, tonight, Making love to only you. So hold me tight, Tonight, tonight, It's you, you, you, you, you Don't know, What it means to hold you tight, Being here alone tonight, With you, It feels so right now.", "song": "Hold Me Tight", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "A bad little kid moved into my neighborhood He won't do nothing right just sitting down and looks so good He don't want to go to school and learn to read and write Just sits around the house and plays the rock and roll music all night Well, he put some tacks on teachers chair Puts chewing gum in little girl's hair Hey, junior, behave yourself Buys every rock and roll book on the magazine stand Every dime that he get is lost to the jukebox man Well he worries his teacher till at night she's ready to poop From rocking and a-rolling spinning in a hula hoop Well this rock and roll has got to stop Junior's head is hard as rock Now, junior, behave yourself Going tell your mama you better do what she said Get to the barber shop and get that hair cut off your head Threw the canary and you fed it to the neighbors cat You gave the cocker spaniel a bath in mother's laundramat Well, mama's head has got to stop Junior's head is hard as rock Now, junior, behave yourself", "song": "Bad Boy", "songwriters": ["larry williams"]},
{"lyrics": "I was dreaming of the past And my heart was beating fast I began to lose control I began to lose control I didn't mean to hurt you I'm sorry that I made you cry Oh well I didn't want to hurt you I'm just a jealous guy I was feeling insecure You might not love me any more I was shivering inside I was shivering inside I didn't mean to hurt you I'm sorry that I made you cry Oh well I didn't want to hurt you I'm just a jealous guy I was tryin' to catch your eyes Thought that you was tryin' to hide I was swallowing my pain I was swallowing my pain I didn't mean to hurt you I'm sorry that I made you cry Oh well I didn't want to hurt you I'm just a jealous guy Watch out I'm just a jealous guy Look out baby I'm just a jealous guy", "song": "Child Of Nature", "songwriters": "\n                        "},
{"lyrics": "Lucille, Baby do your sister's will. Lucille, Baby do your sister's will. Well you went up and married But i love you still. Lucille, Baby satisfy my soul. Lucille, Baby satisfy my soul. Well you know i love baby, I'll never let you go. Well i woke up this morning, Lucille was not inside. I asked her friends about her, But all their lips were tight. Lucille, Please come back where you belong. Well i'm talking to you baby, I'll never put you on. Well lucille, Baby do your sister's will. Oo lucille, Yeah baby do your sister's will. Well you went up and married But i love you still.", "song": "Lucille", "songwriters": ["joe turner"]},
{"lyrics": "She was a working girl North of England way Now she's hit the big time In the USA And if she could only hear me This is what I'd say Honey pie you are making me crazy I'm in love but I'm lazy So won't you please come home Oh honey pie my position is tragic Come and show me the magic Of your Hollywood song You became a legend of the silver screen And now the thought of meeting you Makes me weak in the knee Oh honey pie you are driving me frantic Sail across the Atlantic To be where you belong Honey pie come back to me, oh Yeah I like it like that, oh ah I like this kind of hot kind of music Hot kind of music Play it to me, play it to me, honey, the blues Will the wind that blew her boat Across the sea Kindly send her sailing back to me Honey pie you are making me crazy I'm in love but I'm lazy So won't you please come home Come, come back to me, honey pie Oooooooooooh oh Oh oh oh oh oh oh oh Honey pie, honey pie", "song": "Honey Pie", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "You never wear a stitch of lace Your powder's never on your face You're always wearing jeans except on Sunday So please don't ever change Now don't you ever change I kinda like you just the way you are You don't know the latest dance But when it's time to make romance Your kisses let me know you're not a tom-boy So please don't ever change Now don't you ever change Just promise me you're always gonna to be As sweet as you are I love you when you're happy I love you when you're blue I love you when you're mad at me So how can I get tired of you A lots of other girls I've seen They know how to treat guys mean But you would rather die than ever hurt me So please don't ever change Now don't you ever change Just promise me you're always gonna to be As sweet as you are Please don't ever change Don't you ever change Please don't ever change Don't you ever change (fade out)", "song": "Don't Ever Change", "songwriters": ["gerry goffin", "carole king"]},
{"lyrics": "I want a love that's right but right is only half of what's wrong, I want a short haired girl who sometimes wears it twice as long. I'm stepping out this old brown shoe, Baby I'm in love with you, I'm so glad you cam here it won't be the same now I'm telling you. You know you pick me up from where some try to drag me down, And when I see your smile replacing ev'ry thoughtless frown, Got me escaping from this zoo, Baby I'm in love with you, I'm so glad you came here it won't be the same now I'm telling you. If I grow up I'll be a singer, Wearing rings on every finger, Not worrying what they or you say. I'll live and love and maybe some day, Who knows baby, You may comfort me. I may appear to be imperfect, My love is something you can't reject, I'm changing faster than the weather, If you and me should get together, Who knows baby You may comfort me. I want that love of yours To miss that love is something I'd hate, I'll make an early start I'm making sure that I'm not late, For your sweet top lip I'm in the queue, Baby I'm in love with you, I'm so glad you came here it won't be the same now when I'm with you. I'm so glad you came here it won't be the same now when I'm with you", "song": "Old Brown Shoe", "songwriters": ["george harrison"]},
{"lyrics": "It's been a long long long time How could I ever have lost you When I loved you It took a long long long time Now I'm so happy I found you How I love you So many tears I was searching So many tears I was wasting, oh oh Now I can see you, be you How can I ever misplace you How I want you Oh I love you Your know that I need you Ooh I love you Oh", "song": "Long, Long, Long", "songwriters": ["george harrison"]},
{"lyrics": "There are places I remember All my life, though some have changed Some forever not for better Some have gone and some remain All these places have their moments With lovers and friends I still can recall Some are dead and some are living In my life I've loved them all But of all these friends and lovers There is no one compares with you And these memories lose their meaning When I think of love as something new Though I know I'll never lose affection For people and things that went before I know I'll often stop and think about them In my life I love you more Though I know I'll never lose affection For people and things that went before I know I'll often stop and think about them In my life I love you more In my life I love you more", "song": "In My Life", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I'm so tired, I haven't slept a wink I'm so tired, my mind is on the blink I wonder should I get up and fix myself a drink No, no, no I'm so tired I don't know what to do I'm so tired my mind is set on you I wonder should I call you but I know what you'd do You'd say I'm putting you on But it's no joke, it's doing me harm You know I can't sleep, I can't stop my brain You know it's three weeks, I'm going insane You know I'd give you everything I've got For a little peace of mind I'm so tired, I'm feeling so upset Although I'm so tired I'll have another cigarette And curse Sir Walter Raleigh He was such a stupid get You'd say I'm putting you on But it's no joke, it's doing me harm You know I can't sleep, I can't stop my brain You know it's three weeks, I'm going insane You know I'd give you everything I've got For a little peace of mind I'd give you everything I've got For a little peace of mind I'd give you everything I've got For a little peace of mind [Monsieur, Monsieur, Monsieur, how about another one?]", "song": "I'm So Tired", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "================================ Beatles - Can You Take Me Back ================================ (John Lennon, Paul Mccartney) Lead Vocal: Paul Mccartney Can you take me back where I came from Can you take me back Can you take me back where I came from Brother can you take me back Can you take me back? Mm can you take me where I came from Can you take me back?", "song": "Can You Take Me Back", "songwriters": "\n                        "},
{"lyrics": "Love, love, love. Love, love, love. Love, love, love. There's nothing you can do that can't be done. Nothing you can sing that can't be sung. Nothing you can say but you can learn how to play the game. It's easy. Nothing you can make that can't be made. No one you can save that can't be saved. Nothing you can do but you can learn how to be you in time. It's easy. All you need is love. All you need is love. All you need is love, love. Love is all you need. All you need is love. All you need is love. All you need is love, love. Love is all you need. Nothing you can know that isn't known. Nothing you can see that isn't shown. Nowhere you can be that isn't where you're meant to be. It's easy. All you need is love. All you need is love. All you need is love, love. Love is all you need. All you need is love (all together, now!) All you need is love. (everybody!) All you need is love, love. Love is all you need (love is all you need). Yee-hai! Oh yeah! She loves you, yeah yeah yeah. She loves you, yeah yeah yeah.", "song": "All You Need Is Love", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Now it's time to say good night Good night, sleep tight Now the sun turns out his light Good night, sleep tight Dream sweet dreams for me (Dream sweet) Dream sweet dreams for you Close your eyes and I'll close mine Good night, sleep tight Now the moon begins to shine Good night, sleep tight Dream sweet dreams for me (Dream sweet) Dream sweet dreams for you Mmmmmm Mmmmmm Mmmmmmmmmm Close your eyes and I'll close mine Good night, sleep tight Now the sun turns out his light Good night, sleep tight Dream sweet dreams for me (Dream sweet) Dream sweet dreams for you Good night, good night, everybody Everybody everywhere Good night", "song": "Good Night", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "For the benefit of Mr. Kite There will be a show tonight on trampoline The Hendersons will all be there Late of Pablo-Fanques Fair, what a scene Over men and horses hoops and garters Lastly through a hogshead of real fire! In this way Mr. K. Will challenge the world! The celebrated Mr. K. Performs his feat on Saturday at Bishopsgate The Hendersons will dance and sing As Mr. Kite flies through the ring don't be late Messrs. K and H. Assure the public Their production will be second to none And of course Henry The Horse dances the waltz! The band begins at ten to six When Mr. K. Performs his tricks without a sound And Mr. H. Will demonstrate Ten somersettes he'll undertake on solid ground 'ving been some days in preparation A splendid time is guaranteed for all And tonight Mr. Kite is topping the bill.", "song": "Being For The Benefit Of Mr. Kite", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Blackbird singing in the dead of night Take these broken wings and learn to fly All your life You were only waiting for this moment to arise. Blackbird singing in the dead of night Take these sunken eyes and learn to see All your life You were only waiting for this moment to be free. Blackbird fly blackbird fly Into the light of the dark black night. Blackbird fly blackbird fly Into the light of the dark black night. Blackbird singing in the dead of night Take these broken wings and learn to fly All your life You were only waiting for this moment to arise You were only waiting for this moment to arise You were only waiting for this moment to arise.", "song": "Blackbird", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I once had a girl, or should I say, she once had me... She showed me her room, isn't it good, norwegian wood? She asked me to stay and she told me to sit anywhere, So I looked around and I noticed there wasn't a chair. I sat on a rug, biding my time, drinking her wine We talked until two and then she said, \"It's time for bed\" She told me she worked in the morning and started to laugh. I told her I didn't and crawled off to sleep in the bath And when I awoke, I was alone, this bird had flown So I lit a fire, isn't it good, norwegian wood.", "song": "Norwegian Wood", "songwriters": "\n                        "},
{"lyrics": "Picture yourself in a boat on a river, With tangerine trees and marmalade skies Somebody calls you, you answer quite slowly, A girl with kaleidoscope eyes. Cellophane flowers of yellow and green, Towering over your head. Look for the girl with the sun in her eyes, And she's gone. Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Ahh... Follow her down to a bridge by a fountain Where rocking horse people eat marshmellow pies, Everyone smiles as you drift past the flowers, That grow so incredibly high. Newspaper taxis appear on the shore, Waiting to take you away. Climb in the back with your head in the clouds, And you're gone. Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Ahh... Picture yourself on a train in a station, With plasticine porters with looking glass ties, Suddenly someone is there at the turnstyle, The girl with the kaleidoscope eyes. Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Ahh...", "song": "Lucy In The Sky With Diamonds", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Immigrants. Wilson Health said to the immgrants you better get back to the Commonwealth homes. Yeah, yeah, yeah I said Get back home. Now Enoch Powell was Said to the folks color of his skin. He said don't care. So he said you better Get up. He said he said to Enoch Powell. You better go home. So Wilson said to. We got to swing. We have to go the hill. So Wilson Health said to Enoch Powell We got to the commonwealth. Commonwealth yeah commonwealth yeah commonwealth Yeah commonwealth yeah. Commonwealth yeah. If you don't want trouble you got to go home. To Indania. I've have enough of that. I'm coming back yeah to England. Dirty Enoch Powell. Commonwealth. Commonwealth yeah. Don't you hear me commonwealth yeah. Well I Check Austria England India. Enoch powell. Oh commonwealth yeag. Oh Commonwealth yeah. Yeah commonwealth yeah. Commonwealth yeah. It's to common to Me. I came down the street to New Zealand. Commonwealth. Commonwealth yeah. Commonwealth yeah. Enoch Powell commonwealth yeah. Immigrants commonwealth Yeah. Market.", "song": "Commonwealth", "songwriters": "\n                        "},
{"lyrics": "Oh baby baby baby Blues and sorrow And I love you tomorrow Just suit you just fine Oh baby baby baby Blues and sorrow And I love you tomorrow Just suit you just fine I can't forget that you told me So many promising lies How must I forget these Lonesome tears in my eyes? You've broken my heart Gonna do it again And I can't forget The spell that I'm in Can't forget that you told me So many promising lies I'm a-trying to forget these Lonesome tears in my eyes You've broken my heart Gonna do it again I can't forget The spell that I'm in I can't forget that you told me So many promising lies I'm a-trying to forget these Lonesome tears in my eyes Oh baby baby baby Blues and sorrow And I love you tomorrow It'll suit you just fine Oh baby baby baby Blues and sorrow I love you tomorrow Just suit you just fine I can't forget that you told me So many promising lies I'm a-trying to forget these Lonesome tears in my eyes", "song": "Lonesome Tears In My Eyes", "songwriters": ["dorsey m. burnette", "henry jerome", "johnny burnette", "paul burlison"]},
{"lyrics": "I'm gonna tell Aunt Mary about Uncle John He says he has the blues but he has a lotta fun Oh baby Yeeeeh baby Woooooh baby Having me some fun tonight I saw Uncle John with long tall Sally He saw Aunt Mary cumming and he ducked back in the alley Oh baby Yeeeeh baby Woooooh baby Having me some fun tonight Well long tall Sally built pretty sweet She got everything that Uncle John needs Oh baby Yeeeeh baby Woooooh baby Having me some fun tonight We're gonna have some fun tonight Have some fun tonight Everything's alright Have some fun tonight Have some fun, yea yea yea We're gonna have some fun tonight Have some fun tonight Everything's alright Have some fun tonight Have some fun Some fun tonight", "song": "Long Tall Sally", "songwriters": ["entoris johnson", "richard penniman", "robert blackwell"]},
{"lyrics": "As i was slowly passing An orphan's home one day, I stopped for just a little while To watch the children play. Alone a boy was standing And when i asked him why, He turned with eyes that could not see And he began to cry. I'm nobody's child, I'm nobody's child. Just like the flowers I'm growing wild. I got no mummy's kisses I got no daddy's smile. Nobody wants me, I'm nobody's child. No mummy's arms to hold me Or sue me when i cry, 'cos sometimes i feel so lonesome I wish that i could die. I'll walk the streets of heaven Where all blinds can see. And just like for the other kids It will be a home for me. I'm nobody's child, I'm nobody's child. Just like the flowers I'm growing wild. I got no mummy's kisses I got no daddy's smile. Nobody wants me, I'm nobody's child", "song": "Nobody's Child", "songwriters": ["cy coben", "mel foree"]},
{"lyrics": "Asked a girl what she wanted to be She said baby, \"Can't you see I wanna be famous, a star on the screen But you can do something in between\" Baby you can drive my car Yes I'm gonna be a star Baby you can drive my car And maybe I love you I told a girl that my prospects were good And she said baby, \"It's understood Working for peanuts is all very fine But I can show you a better time\" Baby you can drive my car Yes I'm gonna be a star Baby you can drive my car And maybe I love you Beep Beep'm Beep Beep yeah Baby you can drive my car Yes I'm gonna be a star Baby you can drive my car And maybe I love you I told that girl I can start right away And she said, \"Listen baby I got something to say I got no car and it's breaking my heart But I've found a driver and that's a start\" Baby you can drive my car Yes I'm gonna be a star Baby you can drive my car And maybe I love you Beep Beep'm Beep Beep yeah Beep Beep'm Beep Beep yeah Beep Beep'm Beep Beep yeah Beep Beep'm Beep Beep yeah (fade out)", "song": "Drive My Car", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "================== Away in a Manger ================== Away in a manger, no crib for his bed, the little Lord Jesus laid down his sweet head. The stars in the bright sky looked down where he lay, The little Lord Jesus asleep on the hay. The cattle are lowing, the baby awakes, but little Lord Jesus no crying he makes. I love thee, Lord Jesus! Look down from the sky, And stay by my side until morning is nigh.", "song": "Away In A Manger (Hide Your Love Away)", "songwriters": "\n                        "},
{"lyrics": "If I needed someone to love Youre the woman I'd be thinking of If I needed someone If I had some more time to spend Then I guess I'd be with you my friend If I needed someone Had you come some other day Then it might not have been like this But you see now I'm too much in love Carve your number on my wall And maybe you will get a call from me If I needed someone If I had some more time to spend Then I guess I'd be with you my friend If I needed someone Had you come some other day Then it might not have been like this But you see now I'm too much in love Carve your number on my wall And maybe you will get a call from me If I needed someone If I needed someone to love Youre the woman I'd be thinking of If I needed someone If I had some more time to spend Then I guess I'd be with you my friend If I needed someone Had you come some other day Then it might not have been like this But you see now I'm too much in love Carve your number on my wall And maybe you will get a call from me If I needed someone If I had some more time to spend Then I guess I'd be with you my friend If I needed someone Had you come some other day Then it might not have been like this But you see now I'm too much in love Carve your number on my wall And maybe you will get a call from me If I needed someone", "song": "If I Needed Someone To Love", "songwriters": "\n                        "},
{"lyrics": "You know if you break my heart I'll go But I'll be back again Cos I told you once before goodbye But I came back again I love you so I'm the one who wants you Yes, I'm the one Who wants you, oh ho, oh ho, oh You could find better things to do Than to break my heart again This time I will try to show that I'm Not trying to pretend I thought that you would realize That if I ran away from you That you would want me too But I got a big surprise Oh ho, oh ho, oh You could find better things to do Than to break my heart again This time I will try to show that I'm Not trying to pretend I wanna go but I hate to leave you, You know I hate to leave you , oh ho, oh ho, oh You, if you break my heart I'll go But I'll be back again", "song": "I'll Be Back", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "You can knock me down, Slap my face Slander my name All over the place Do anything that you want to do, But oh oh honey, Lay of them blue suede shoes Now don't you step On my blue suede shoes Well you can do anything But lay of them blue suede shoes Ah go! You can burn my house, Steal my car, Drink my liquor From a old fruit jar Do anything That you want to do, But ah ah honey, Lay of them blue suede shoes And don't you step On my blue suede shoes, please Well you can do anything But lay of them blue suede shoes Ah go, hit it, Carl (Perkins)! Well blue blue, Blue suede shoes Yeah blue blue, Blue Suede shoes Blue blue blue, Blue suede shoes Yeah brown brown Brown suede boots Yeah brown brown Brown suede boots Well you can do anything But lay of them blue suede shoes", "song": "Blue Suede Shoes", "songwriters": "\n                        "},
{"lyrics": "I'm a loser I'm a loser And I'm not what I appear to be Of all the love I have won or have lost There is one love I should never have crossed She was a girl in a million, my friend I should have known she would win in the end I'm a loser And I lost someone who's near to me I'm a loser And I'm not what I appear to be Although I laugh and I act like a clown Beneath this mask I am wearing a frown My tears are falling like rain from the sky Is it for her or myself that I cry I'm a loser And I lost someone who's near to me I'm a loser And I'm not what I appear to be What have I done to deserve such a fate I realize I have left it too late And so it's true, pride comes before a fall I'm telling you so that you won't lose all I'm a loser And I lost someone who's near to me I'm a loser And I'm not what I appear to be", "song": "I'm A Loser", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Anna, You come and ask me girl, To set you free girl, You say he loves you more than me, So I will set you free, Go with him. Go with him. Anna, Girl before you go now, I want you to know, now, That I still love you so, But if he loves you more, Go with him. All of my life, I've been searching for a girl To love me like I love you. But every girl I've ever had, Breaks my heart and leaves my sad. What am I, what am I supposed to do. Anna, Just one more thing, girl. You give back your ring to me, and I will set you free, Go with him.", "song": "Anna, Go To Him", "songwriters": ["arthur (jr) alexander"]},
{"lyrics": "She wrote me only one sad night Told me she's no longer mine Sue sue mailman, that will do for sometime Mailman, bring me no more blues Mailman, bring me no more blues One more heartache is all I can use Mailman, bring me no more blues Mailman, bring me no more blues (fade out)", "song": "Mailman, Bring Me No More Blues", "songwriters": ["bill katz", "ruth roberts", "stanley clayton"]},
{"lyrics": "Oh dirty Maggie Mae they have taken her away And she never walk down Lime Street any more Oh the judge he guilty found her For robbing a homeward bounder That dirty no good robbin' Maggie Mae To the port of Liverpool They returned me to Two pounds ten a week, that was my pay", "song": "Maggie Mae", "songwriters": ["john lennon", "paul mccartney", "george harrison", "richard starkey"]},
{"lyrics": "I want to tell you My head is filled with things to say When you're here All those words, they seem to slip away When I get near you, The games begin to drag me down It's all right I'll make you maybe next time around But if I seem to act unkind It's only me, it's not my mind That is confusing things. I want to tell you I feel hung up but I don't know why, I don't mind I could wait forever, I've got time Sometimes I wish I knew you well, Then I could speak my mind and tell you Maybe you'd understand I want to tell you I feel hung up but I don't know why, I don't mind I could wait forever, I've got time, I've got time, I've got time", "song": "I Want To Tell You", "songwriters": ["george harrison"]},
{"lyrics": "One day, you'll look To see I've gone. But tomorrow may rain, so I'll follow the sun. Someday, you'll know I was the one. But tomorrow may rain, so I'll follow the sun. And now the time has come, And so, my love, I must go. And though I loose a friend, In the end you will know. One day, you'll find That I have gone. But tomorrow may rain, so I'll follow the sun. But tomorrow may rain, so I'll follow the sun. And now the time has come, And so, my love, I must go. And though I loose a friend, In the end you will know. One day, you'll find That I have gone. But tomorrow may rain, so I'll follow the sun.", "song": "Follow The Sun", "songwriters": "\n                        "},
{"lyrics": "Please don't wake me up too late. Tomorrow comes and I will not be late. Late today when it becomes Tomorrow I Will leave and go away. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. My love, goodbye. Songs that linger on my lips Excite me now and linger on my mind. Leave your flowers at my door; I leave them for The one who waits behind. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. My love, goodbye. (ad lib) Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. My love, goodbye. Far away my lover sings A lonely song and calls me to his side Where the sound of lonely drums Invited me on. I must be by his side. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. Goodbye. My love, goodbye. Goodbye. Ah, ha, ha, hi. Goodbye", "song": "Goodbuy (Paul McCartney)", "songwriters": "\n                        "},
{"lyrics": "She's not a girl who misses much Do do do do do do do do, oh yeah She's well acquainted with the touch of the velvet hand Like a lizard on a window pane The man in the crowd with the multicoloured mirrors On his hobnail boots Lying with his eyes while his hands are busy Working overtime A soap impression of his wife which he ate And donated to the National Trust Down I need a fix cos I'm going down Down to the bits that I left uptown I need a fix cos I'm going down Mother Superior jump the gun Mother Superior jump the gun Mother Superior jump the gun Mother Superior jump the gun Mother Superior jump the gun Mother Superior jump the gun Happiness is a warm gun (Happiness bang, bang, shoot, shoot) Happiness is a warm gun, mama (Happiness bang, bang, shoot, shoot) When I hold you in my arms (Oo-oo oh yeah) And I feel my finger on your trigger (Oo-oo oh yeah) I know no one can do me no harm (Oo-oo oh yeah) Because happiness is a warm gun, mama (Happiness bang, bang, shoot, shoot) Happiness is a warm gun, yes it is (Happiness bang, bang, shoot, shoot) Happiness is a warm, yes it is, gun (Happiness bang, bang, shoot, shoot) Well, don't you know happiness is a warm gun, mama? (Happiness is a warm gun, yeah)", "song": "Happiness Is A Warm Gun", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "He's a real nowhere Man, Sitting in his Nowhere Land, Making all his nowhere plans For nobody. Doesn't kave a point of view, Knows not where he's going to, Isn't he a bit like you and me? Nowhere Man, please listen, You don't know what you're missing, Nowhere Man, the world is at your command. He's as blind as he can be, Just sees what he wants to see, Nowhere Man can you see me at all? Doesn't kave a point of view, Knows not where he's going to, Isn't he a bit like you and me? Nowhere Man, don't worry, Take your time, don't hurry, Leave it all 'till somebody else Lends you a hand. He's a real Nowhere Man, Sitting in his Nowhere Land, Making all his nowhere plans For nobody.", "song": "Nowhere Man", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Well how come you say you will when you won't Say you do, baby, when you don't? Let me know honey how you feel Tell the truth now, is love real? But ah ah well honey don't, well honey don't Honey don't, honey don't, honey don't I say you will when you won't, ah ah, honey, don't Well I love you, baby, and you ought to know I like the way you wear your clothes Everything about you is so doggone sweet You got that sand all over your feet But ah ah well honey don't, honey don't Honey don't, honey don't, honey don't I say you will when you won't, ah ah, honey, don't [Ah, rock on George, one time for me. I feel fine. I said.] Well sometimes I love you on a Saturday night Sunday morning you don't look right You've been out painting the town Ah ah baby, been stepping around But ah ah well honey don't, I said honey don't Honey don't, honey don't, honey don't I say you will when you won't, ah ah, honey, don't [Ah, rock on George, for Ringo one time.] Well honey don't, well honey don't I say you will when you won't, ah ah, honey, don't", "song": "Honey, Don't", "songwriters": ["carl lee perkins"]},
{"lyrics": "You'll never know how much I really love you. You'll never know how much I really care. Listen, Do you want to know a secret? Do you promise not to tell?, Ooh oh, oh. Closer, Let me whisper in your ear, Say the words you long to hear, I'm in love with you. Listen, Do you want to know a secret, Do you promise not to tell, whoa oh, oh. Closer, Let me whisper in your ear, Say the words you long to hear, I'm in love with you, Ooh oh oh. I've known the secret for a week or two, Nobody knows, just we two. Listen, Do you want to know a secret? Do you promise not to tell? Ooh oh, oh. Closer, Let me whisper in your ear, Say the words you long to hear, I'm in love with you. Ooh oh oh, Ooh oh oh (fade)", "song": "Do You Want To Know A Secret", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] Brian Matthew: The next few minutes, we're in the lap of the gods and the hands of the Beatles. In my young days, when I was a lad, they used to have actors in films and now that they-- Paul: Yes? John: Hey! Listen! Paul: It's all changed, now, Brian. They're not doing that, no actors. John: It's all changed, now. Brian: But this is what I wonder. In those days, the actors used to say their best bits were left on the cutting room floor. Did you find that? John: No, no, no, those were the good bits in the film. You should have seen the rest. Brian: Yes? John: Rubbish! Brian: Was it, really? John: Even worse, yes. Brian: Who was worst? John: Oh, Paul. Brian: I see. Paul: I think John was about the worst. John: No, it was you. Paul: Oh, Ringo was very good. He was. He's a good lad. Brian: He was. They're saying he's a new Charlie Chaplin. Do you think that's right? John: He was miming. Paul: You, too, with Jason. John: Oh, yes, he's an old one. Okay, Ring? Brian: Beginning to look like that. Now, then-- Ringo: All right, John. Can you hear me? Paul: Can you hear him? Hello! Brian: Not really. I hope not. I hope not! John: We brought you the flowers, Ring. Brian: He's not allowed to talk. Ringo: Eh? John: We brought you the flowers. Ringo: Oh, good. John: And the grapes. Ringo: Oh, I like grapes. Paul: He likes grapes. George: We've been to Portugal. Brian: Guess who's, guess who's top of the pops in Portugal, then. All: Who? Brian: Los Beatles. John: Los Beatles? Great, great laugh. Brian: I don't suppose you know the title of your film in Portuguese? John: No. Crinsk dee Night? Brian: Could be. Let's hear the number, shall we? John: Right", "song": "Crinsk Dee Night", "songwriters": "\n                        "},
{"lyrics": "How does it feel to be One of the beautiful people? Now that you know who you are What do you want to be? And have you travelled very far? Far as the eye can see. How does it feel to be One of the beautiful people? How often have you been there? Often enough to know. What did you see, when you were there? Nothing that doesn't show. Baby you're a rich man, Baby you're a rich man, Baby you're a rich man too. You keep all your money in a big brown bag inside a zoo. What a thing to do. Baby you're a rich man, Baby you're a rich man, Baby you're a rich man too. How does it feel to be One of the beautiful people? Tuned to A natural E Happy to be that way. Now that you've found another key What are you going to play? Baby you're a rich man, Baby you're a rich man, Baby you're a rich man too. You keep all your money in a big brown bag inside a zoo. What a thing to do. Baby you're a rich man...", "song": "Baby, You're A Rich Man", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I found it out What love is all about And every day It sure lets out I see my baby I get weak in my knees There's nothing shaking But the leaves on the trees My pappie told me There'd be times like these There's nothing shaking But the leaves on the trees We meet the gang And go to rocking Joes The cats are something On the heels and toes I grab my baby Tried to give her a squeeze There's nothing shaking But the leaves on the trees Well why must she be Such a doggone tease? There's nothing shaking But the leaves on the trees She's got a way That makes me act like a fool Spent my money Then she plays me cool I begged her for kisses On my bended knees Oh won't you give me Some loving, baby Please please please Though I keep trying hard To make her mine One day the wind will blow And the sun will shine Till that time She puts my heart at ease There's nothing shaking But the leaves on the trees She locked my heart And threw away the keys There's nothing shaking But the leaves on the trees, yeah She's got a way That makes me act like a fool Spent my money Then she plays me cool I'm begging for her kisses On my bended knees Oh won't you give me Some of your loving, baby Please please please Though I keep trying hard To make her mine One day the wind will blow And the sun will shine Till that time She puts my heart at ease There's nothing shaking But the leaves on the trees She locked my heart And threw away the keys There's nothing shaking But the leaves on the trees There's nothing shaking But the leaves on the trees There's nothing shaking But the leaves on the trees There's nothing shaking But the leaves on the trees", "song": "Nothin' Shakin'", "songwriters": ["colacrai", "fontaine", "lampert", "john gluck"]},
{"lyrics": "Whenever I want you around, yeah. All I gotta do, Is call you on the phone, And you'll come running home, Yeah, that's all I gotta do. And when I, I want to kiss you, yeah. All I gotta do, Is whisper in your ear The words you long to hear, And I'll be kissin' you. Chorus: And the same goes for me, Whenever you want me at all. I'll be here, yes I will, whenever you call. You just gotta call on me, yeah, You just gotta call on me. And when I, I want to kiss you, yeah. All I gotta do, Is call you on the phone, And you'll come running home, Yeah, that's all I gotta do. [Chorus:]", "song": "All I've Got To Do", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "The sun is fading away That's the end of the day As the June light turns to moonlight I'll be on my way Just one kiss and I'll go Don't hide the tears that don't show As the June light turns to moonlight I'll be on my way To where the winds don't blow And golden rivers flow This way will I go They were right I was wrong True love didn't last long As the June light turns to moonlight I'll be on my way hey To where the winds don't blow And golden rivers flow This way will I go They were right I was wrong True love didn't last long As the June light turns to moonlight I'll be on my way hey I'll be on my way oh I'll be on my way oh I'll be on my way (fade out)", "song": "I'll Be On My Way", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] John: This is a Dorsey Burnette number, brother of Johnny Burnette, called \"Lonesome Tears in My Eyes,\" recorded on their very first LP in 1822! *all laugh* Ha!", "song": "1822!", "songwriters": "\n                        "},
{"lyrics": "Sunrise doesn't last all morning A cloudburst doesn't last all day Seems my love is up And has left you with no warning But it's not always going to be this grey All things must pass All things must pass away Sunset doesn't last all evening A mind can blow those clouds away After all this my love is up And must be leaving It has not always been this grey All things must pass All things must pass away All things must pass None of life's strings can last So I must be on my way And face another day Now the darkness only stays at nighttime In the morning it will fade away Daylight is good At arriving at the right time It's not always going to be this grey All things must pass All things must pass away All things must pass All things must pass away", "song": "All Things Must Pass", "songwriters": ["george harrison"]},
{"lyrics": "Words are flowing out like endless rain into a paper cup, They slither while they pass, they slip away across the universe Pools of sorrow, waves of joy are drifting through my open mind, Possessing and caressing me. Jai guru deva om Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world. Images of broken light which dance before me like a million eyes, They call me on and on across the universe, Thoughts meander like a restless wind inside a letter box they Tumble blindly as they make their way Across the universe Jai guru deva om Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world. Sounds of laughter shades of light are ringing Through my open views inciting and inviting me Limitless undying love which shines around me like a Million suns, it calls me on and on Across the universe Jai guru deva om Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world, Nothing's gonna change my world. Jai guru deva Jai guru deva Jai guru deva", "song": "Across The Universe", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "I don't want to spoil the party so I'll go, I would hate my disappointment to show, There's nothing for me here, So I will disappear, If she turns up while I'm gone please let me know. I've had a drink or two and I don't care, There's no fun in what I do if she's not there, I wonder what went wrong, I've waited far too long, I think I'll take a walk and look for her. Though tonight she's made me sad, I still love her, If I find her I'll be glad, I still love her. I don't want to spoil the party so I'll go, I would hate my disappointment to show, There's nothing for me here so I will disappear, If she turns up while I'm gone please let me know. Though tonight she's made me sad, I still love her, If I find her I'll be glad, I still love her. I've had a drink or two and I don't care, There's no fun in what I do if she's not there, I wonder what went wrong I've waited far too long, I think I'll take a walk and look for her.", "song": "I Don't Want To Spoil The Party", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Martha my dear though I spend my days in conversation Please Remember me Martha my love Don't forget me Martha my dear Hold your head up you silly girl look what you've done When you find yourself in the thick of it Help yourself to a bit of what is all around you Silly girl Take a good look around you Take a good look you're bound to see That you and me were meant to be for each other Silly girl Hold your hand out you silly girl see what you've done When you find yourself in the thick of it Help yourself to a bit of what is all around you Silly girl Martha my dear you have always been my inspiration Please Be good to me Martha my love Don't forget me Martha my dear", "song": "Martha, My Dear", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "(She's got the devil in her heart) Oh, no, no, no... No this I can't believe (She's gonna tear your heart apart) No, no, way will she deceive Don't take chances For romance is So important to me She'll never hurt me She won't desert me (She's an angel sent to me) (She's got the devil in her heart) Oh, no, no, no... No this I can't believe (She's gonna tear your heart apart) No, no, way will she deceive I can't believe that she'll ever, ever go Not when she hurts me and says she loves me so... She'll never hurt me She won't desert me (Listen, can't you see?) (She's got the devil in her heart) Oh, no, no, no... This I can't believe (She's gonna tear your heart apart) No, no way will she deceive (Don't take chances, leave your romances So important to you) She'll never hurt me She won't desert me (She's an angel sent to me....) (She's got the devil in her heart) Oh, no, no, no... No, this I can't believe (She's gonna tear your heart apart) No, no, nay will she deceive (She's got the devil in her heart) No, she's an angel sent to me (She's got the devli in her heart) No, she's an angel sent to me...", "song": "Devil In Her Heart", "songwriters": ["richard drapkin"]},
{"lyrics": "Sheepdog Standing in the rain, Bullfrog Doing it again Some think that happinness is measured out in years You don't know what it's like to listen to your fears Child-like No one understands, Jack knife In your sweaty hands, Some think that happiness is measured out in miles What makes you think you're something special when you smile You can talk to me, if you're lonely you can talk to me Big man Walking in the park Whigwam Frightened of the dark Some think that happiness is measured out in you You think you know me but you haven't got a clue You can talk to me, if you're lonely you can talk to me", "song": "Hey Bulldog", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "=============================== It Came Upon a Midnight Clear =============================== It came upon the midnight clear, That glorious song of old, From angels bending near the earth To touch their harps of gold: \"Peace on the earth, good will to men, From heaven's all-gracious King. \" The world in solemn stillness lay To hear the angels sing. Still through the cloven skies they come With peaceful wings unfurled, And still their heavenly music floats O'er all the weary world; Above its sad and lowly plains They bend on hovering wing, And ever o'er its Babel-sounds The blessed angels sing. Yet with the woes of sin and strife The world has suffered long; Beneath the heavenly strain have rolled Two thousand years of wrong; And man, at war with man, hears not The tidings which they bring; O hush the noise, ye men of strife, And hear the angels sing! O ye, beneath life's crushing load, Whose forms are bending low, Who toil along the climbing way With painful steps and slow, Look now! For glad and golden hours Come swiftly on the wing; O rest beside the weary road And hear the angels sing! For lo! The days are hastening on, By prophets seen of old, When with the ever-circling years Shall come the time foretold, When peace shall over all the earth Its ancient splendors fling, And the whole world give back the song Which now the angels sing.", "song": "It Came Upon Midnight Clear (Babys In Black)", "songwriters": "\n                        "},
{"lyrics": "I dig a pony Well you can celebrate anything you want Well you can celebrate anything you want Ooh. I do a road hog Well you can penetrate any place you go Yes you can penetrate any place you go I told you, all I want is you. Everything has got to be just like you want it to Because I pick a moon dog Well you can radiate everything you are Yes you can radiate everything you are Ooh I roll a stoney Well you can imitate everyone you know Yes you can imitate everyone you know I told you, all I want is you. Everything has got to be just like you want it to Because I feel the wind blow Well you can indicate everything you see Yes you can indicate everything you see Ooh I dug a pony Well you can syndicate any boat you row Yes you can syndicate any boat you row I told you, all I want is you Everything has got to bejust like you want it to Because", "song": "Dig A Pony", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Like a rolling stone A like a rolling stone Like the fbi and the cia And the bbc Bb King And Doris Day Matt Busby Dig it, dig it, dig it Dig it, dig it, dig it, dig it, dig it, dig it, dig it, dig it", "song": "Dig It", "songwriters": ["john lennon", "paul mccartney", "george harrison", "richard starkey"]},
{"lyrics": "It won't be long yeh, It won't be long yeh, It won't be long yeh, Till I belong to you Everynight when everybody has fun, Here I am sitting all on my own It won't be long yeh, It won't be long yeh, It won't be long yeh, Till I belong to you Since you left me, I'm so alone, Now you're coming, You're coming on home I'll be good like I know I should. You're coming home, You're coming home. Every night tears come down from my eyes, Every day I've done nothing but cry. It won't be long yeh, It won't be long yeh, It won't be long yeh, Till I belong to you. Since you left me, I'm so alone, Now you're coming, You're coming on home I'll be good like I know I should. You're coming home, You're coming home. Every day we'll be happy I know, Now I know that you won't leave no more. It won't be long yeh, It won't be long yeh, It won't be long yeh, Till I belong to you.", "song": "It Won't Be Long", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "You don't realize how much I need you, Love you all the time and never leave you. Please come on back to me, I'm lonely as can be, I need you. Said you had a thing or two to tell me. How was I to know you would upset me? I didn't realize, As I looked in your eyes, You told me Oh yes you told me, you don't want my loving anymore. That's when it hurt me, and feeling like this I just can't go on anymore. Please remember how I feel about you, I could never really live without you. So come on back and see, Just what you mean to me, I need you.", "song": "I Need You", "songwriters": ["george harrison"]},
{"lyrics": "Oh aint she sweet, Well see her walking down that street. Yes I ask you very confidentially: Aint she sweet? Oh aint she nice, Well look her over once or twice. Yes I ask you very confidentially: Aint she nice? Just cast an eye In her direction. Oh me oh my, Aint that perfection? Oh I repeat Well don't you think that's kind of neat? Yes I ask you very confidentially: Aint she sweet? Oh aint she sweet, Well see her walking down that street. Well I ask you very confidentially: Aint she sweet? Oh aint that nice, Well look it over once or twice. Yes I ask you very confidentially: Aint she nice? Just cast an eye In her direction. Oh me oh my, Aint that perfection? Oh I repeat Well don't you think that's kind of neat? Yes I ask you very confidentially: Aint she sweet? Oh aint she sweet, Well see her walking down that street. Well I ask you very confidentially: Aint she sweet? Well I ask you very confidentially: Aint she sweet?", "song": "Ain't She Sweet", "songwriters": ["milton ager", "jack yellen", "arthur rebner"]},
{"lyrics": "Each time I look into your eyes I see that there a heaven lies And as I look I see the love of the loved. Someday they'll see that from the start My place has been deep in your heart. And in your heart I see the love of the loved. Though I said it all before I will say it more and more, Now that I'm really sure You love me. And I know that from today I'll see it in the way That you look at me And say ah you love me. So let it rain, i'll never care? Deep in your heart, I'd still be there. And when I'm there I see the love of the loved. Though I said it all before I will say it more and more, Now that I'm really sure You love me. And I know that from today I'll see it in the way That you look at me And say ah you love me. So let it rain, i'll never I care? Deep in your heart, I'd still be there. And when I'm there I see the love of the loved. I see the love of the loved. I see the love of the loved.", "song": "Love Of The Loved", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "We've been friends for oh so long I let you share what's mine When you mess with the girl I love It's time to draw the line Keep your hands (Keep your hands) off my baby Ain't I gonna tell you but one more time Who, keep your hands (Keep your hands) off my baby Boy, you get it through your head That girl is mine I don't mind if you lend my clothes But you will be in touch There is somethin' that you get straight There's one thing you don't touch Keep your hands (Keep your hands) off my baby Ain't I gonna tell you but a one more time Who, keep your hands (Keep your hands) off my baby Can you get it through your head? That girl is mine Ow baby! Keep your hands (Keep your hands) off my baby Ain't I gonna tell you but a one more time Who, keep your hands (Keep your hands) off my baby Can you get it through your head? That girl is mine (Keep your hands) Who, keep your hands off my baby She's mine (Keep your hands off my baby) You better watch yourself now Boy, you get it through your head That girl is mine", "song": "Keep Your Hands Off My Baby", "songwriters": ["carole king", "gerry goffin"]},
{"lyrics": "Here comes the sun, here comes the sun, And I say it's all right Little darling, it's been a long cold lonely winter Little darling, it feels like years since it's been here Here comes the sun, here comes the sun And I say it's all right Little darling, the smiles returning to their faces Little darling, it seems like years since it's been here Here comes the sun, here comes the sun And I say it's all right Sun, sun, sun, here it comes... Sun, sun, sun, here it comes... Sun, sun, sun, here it comes... Sun, sun, sun, here it comes... Sun, sun, sun, here it comes... Little darling, I feel that ice is slowly melting Little darling, it seems like years since it's been clear Here comes the sun, here comes the sun, And I say it's all right Here comes the sun, here comes the sun, It's all right, it's all right", "song": "Here Comes The Sun", "songwriters": ["george harrison"]},
{"lyrics": "You say yes, I say no. You say stop and I say go go go, oh no. You say goodbye and I say hello Hello hello I don't know why you say goodbye, Isay hello Hello hello I don't know why you say goodbye, I say hello. I say high, you say low. You say why and I say I don't know, oh no. You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye I say goodbye. Why why why why why why do you say goodbye goodbye, oh no? You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say hello. You say yes, I say no, You say stop and I say go go go, oh no. You say goodbye and I say hello Hello hello I don't know why you say goodbye, I say hello Hello hello I don't know why you say goodbye, I say goodbye Hello hello I don't know why you say goodbye, I say hello hello", "song": "Hello, Goodbye", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] Ringo: I'm Ringo and I play the drums. Paul: I'm Paul and I play the... Ehm... Bass [Chhhh] George: I'm George and I play a guitar. [whistle] John: I'm John and I too play guitar, sometimes I play the fool...", "song": "Beatle Greetings", "songwriters": "\n                        "},
{"lyrics": "Ain't no doubt about it This must be love One little kiss from you And I feel glad all over Oo baby, hot dang gilly It's silly But I'm glad all over Yeah the goosepimples baby Cos I feel so good When you call me like you do And I feel glad all over Oo mercy, I'm rock gone puppy And I'm happy And I'm glad all over Your touch sewed me Like an electric wire Never thought of make love It don't take much looking To see what I've got But it shows, yes it shows Come on honey Bonnie Give me one more time Everytime you do Well I feel glad all over Oo baby, hot dang gilly It's silly But I'm glad all over Yeah! Tried to tell you How I'm cooking inside When we're cheek to cheek My temperature is low Fever is high I can't speak I'm too weak Well come on honey Bonnie Give me one more time Everytime you do Well I feel glad all over Oo baby, hot dang gilly It's silly But I'm glad all over Hot dang gilly It's silly But I'm glad all over Well, hot dang gilly It's silly But I'm glad all over", "song": "Glad All Over", "songwriters": ["aaron schroeder", "aaron h. schroeder", "roy c. bennett", "sid tepper"]},
{"lyrics": "I told you about strawberry fields You know the place where nothing is real Well here's another place you can go Where everything flows Looking through the bent backed tulips To see how the other half live Looking through a glass onion I told you about the walrus and me, man You know that we're as close as can be, man Well here's another clue for you all The walrus was Paul Standing on the cast iron shore, yeah Lady Madonna trying to make ends meet, yeah Looking through a glass onion Oh yeah Oh yeah Oh yeah Looking through a glass onion I told you about the fool on the hill I tell you man he living there still Well here's another place you can be Listen to me Fixing a hole in the ocean Trying to make a dove-tail joint, yeah Looking through a glass onion", "song": "Glass Onion", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Hey jude, don't make it bad. Take a sad song and make it better. Remember to let her into your heart, Then you can start to make it better. Hey jude, don't be afraid. You were made to go out and get her. The minute you let her under your skin, Then you begin to make it better. And anytime you feel the pain, hey jude, refrain, Don't carry the world upon your shoulders. For well you know that it's a fool who plays it cool By making his world a little colder. Hey jude, don't let me down. You have found her, now go and get her. Remember to let her into your heart, Then you can start to make it better. So let it out and let it in, hey jude, begin, Youre waiting for someone to perform with. And don't you know that it's just you, hey jude, you'll do, The movement you need is on your shoulder. Hey jude, don't make it bad. Take a sad song and make it better. Remember to let her under your skin, Then you'll begin to make it Better better better better better better, oh. Na na na na na ,na na na, hey jude...", "song": "Hey Jude", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Well, she was just seventeen, And you know what I mean, And the way she looked was way beyond compare. So how could I dance with another And I saw her standing there. Well she looked at me, and I, I could see That before too long I'd fall in love with her. She wouldn't dance with another Since I saw her standin' there. Well, my heart went boom When I crossed that room And I held her hand in mine. Well, we danced through the night, And we held each other tight, And before too long, I fell in love with her. Now I'll never dance with another Since I saw her standing there", "song": "I Saw Her Standing", "songwriters": "\n                        "},
{"lyrics": "Oh yeah, oh yeah Oh yeah, oh yeah Imagine I'm in love with you It's easy cos I know I've imagined I'm in love with you Many, many, many times before It's not like me to pretend But I'll get you, I'll get you in the end Yes I will, I'll get you in the end Oh yeah, oh yeah I think about you night and day I need you and it's true When I think about you, I can say I'm never, never, never, never blue So I'm telling you, my friend That I'll get you, I'll get you in the end Yes I will, I'll get you in the end Oh yeah, oh yeah Well, there's gonna be a time When I'm gonna change/make your mind So you might as well resign yourself to me Oh yeah Imagine I'm in love with you It's easy cos I know I've imagined I'm in love with you Many, many, many times before It's not like me to pretend But I'll get you, I'll get you in the end Yes I will, I'll get you in the end Oh yeah, oh yeah Oh yeah, oh yeah Whoa yeah", "song": "I'll Get You", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Lady Madonna, children at your feet. Wonder how you manage to make ends meet. Who finds the money? When you pay the rent? Did you think that money was heaven sent? Friday night arrives without a suitcase. Sunday morning creep in like a nun. Mondays child has learned to tie his bootlace. See how they run. Lady Madonna, baby at your breast. Wonder how you manage to feed the rest. See how they run. Lady Madonna, lying on the bed, Listen to the music playing in your head. Tuesday afternoon is never ending. Wednesday morning papers didn't come. Thursday night you stockings needed mending. See how they run. Lady Madonna, children at your feet. Wonder how you manage to make ends meet.", "song": "Lady Madonna", "songwriters": ["george harrison", "john winston lennon", "paul mccartney"]},
{"lyrics": "The world is treating me bad misery. I'm the kind of guy, Who never used to cry, The world is treating me bad, misery. I've lost her now for sure, I won't see her no more, It's gonna be a drag in misery. I'll remember all the little things we've done Can't she see she'll always be the only one, only one. Send her back to me, 'Cause everyone can see Without her I will be in misery I'll remember all the little things we've done. She'll remember and she'll miss her only one, lonely one. Send her back to me, 'Cause everyone can see, Without her I will be in misery In misery, My misery,", "song": "Misery", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Oh! Darling, please believe me I'll never do you no harm Believe me when I tell you I'll never do you no harm Oh! Darling, if you leave me I'll never make it alone Believe me when I beg you Don't ever leave me alone When you told me you didn't need me anymore Well you know I nearly broke down and cried When you told me you didn't need me anymore Well you know I nearly broke down and died Oh! Darling, if you leave me I'll never make it alone Believe me when I tell you I'll never do you no harm When you told me you didn't need me anymore Well you know I nearly broke down and cried When you told me you didn't need me anymore Well you know I nearly broke down and died Oh! Darling, please believe me I'll never let you down Believe me when I tell you I'll never do you no harm", "song": "Oh! Darling", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "[Speech] Brian Matthew: Is that it? Is that the end? Paul: Yeah, yeah, that's it. John: Fade, fade! Brian: Good track. Oh, well, we'll stop there, stop there, stop there. John: What an end! Brian: Quiet! All right, George. John: Fade! Brian: Hold it! George: Oh, thank you. John: Fade, you silly. Brian: Well, we did. We did that. Oh, no! No! We've done that bit! John: The train comes in now. Brian: We did that. John: Yeah. Brian: To pove we weren't playing the record, then, you see. 'Cause, otherwise, there's no point in you being here, is there? Ha, ha, ha! John: Yeah, we did that, 'cause it sounds just like it, don't it? Brian: Pretty cool lot of fellows, aren't you? Here, Ringo, have a banana, catch!", "song": "Have A Banana!", "songwriters": "\n                        "},
{"lyrics": "I call your name but you're not there Was I to blame for being unfair Oh I can't sleep at night Since you've been gone I never weep at night I can't go on Don't you know I can't take it I don't know who can I'm not goin' to mayayake it I'm not that kind of man Oh I can't sleep at night But just the same I never weep at night I call your name Aww Don't you know I can't take it I don't know who can I'm not goin' to mayayake it I'm not that kind of man Oh I can't sleep at night But just the same I never weep at night I call your name I call your name I call your name I call your name", "song": "I Call Your Name", "songwriters": ["john winston lennon", "paul mccartney"]},
{"lyrics": "Christmas time is here again Christmas time is here again Christmas time is here again Christmas time is here again Ain't been round since you know when Christmas time is here again O-you-t spells \" out\" Christmas time is here again Christmas time is here again Christmas time is here again Christmas time is here again Ain't been round since you know when Christmas time is here again O-you-t spells \" out\" Christmas time is here again Christmas time is here again Christmas time is here again Christmas time is here again Ain't been round since you know when Christmas time...[music continues and fades to background] [spoken] This is paul mccartney here, I'd just like to wish you everything you wish yourself for christmas. This is john lennon saying on behalf of the beatles, have a very happy christmas and a good new year. George harrison speaking. I'd like to take this opportunity to wish you a very merry christmas, listeners everywhere. This is ringo starr and I'd just like to say merry christmas and a really happy new year to all listeners [a john lennon pastiche at this point, very hard to understand]", "song": "Christmas Time", "songwriters": "\n                        "},
{"lyrics": "Born a poor young country boy, Mother Nature's son All day long I'm sitting singing songs for everyone Sit beside a mountain stream, see her waters rise Listen to the pretty sound of music as she flies Doo doo doo doo doo doo doo doo doo doo doo Doo doo doo doo doo doo doo doo doo Doo doo doo Find me in my field of grass, Mother Nature's son Swaying daises sing a lazy song beneath the sun Doo doo doo doo doo doo doo doo doo doo doo Doo doo doo doo doo doo doo doo doo Doo doo doo doo doo doo Yeah yeah yeah Mm mm mm mm mm mm mm Mm mm mm, ooh ooh ooh Mm mm mm mm mm mm mm Mm mm mm mm, wah wah wah Wah, Mother Nature's son", "song": "Mother Nature's Son", "songwriters": ["john lennon", "john winston lennon", "paul mccartney", "paul james mccartney"]},
{"lyrics": "Motorcars Handlebars Bicycles for two Broken hearted jubilee Parachutes Army boots Sleeping bags for two Nah nah nah nah jamboree Buy buy... Motorcars Handlebars Bicycles for two Broken hearted jubilee Parachutes Army boots Sleeping bags for you Nah nah nah jamboree Buy buy... ... The shop window Why why, says the sign In the yard Buy buy, says the sign In the shop window Why why, says the junk In the yard", "song": "Junk", "songwriters": ["paul mccartney", "paul james mccartney"]},
{"lyrics": "I read the news today oh, boy About a lucky man who made the grade And though the news was rather sad Well, I just had to laugh I saw the photograph He blew his mind out in a car He didn't notice that the lights had changed A crowd of people stood and stared They'd seen his face before Nobody was really sure if he was from the house of lords I saw a film today oh, boy The english army had just won the war A crowd of people turned away But I just had to look Having read the book I'd love to turn you on. Woke up, fell out of bed Dragged a comb across my head Found my way downstairs and drank a cup And looking up, I noticed I was late Found my coat and grabbed my hat Made the bus in seconds flat Found my way upstairs and had a smoke And somebody spoke and I went into a dream Ah I read the news today oh, boy Four thousand holes in blackburn, lancashire And though the holes were rather small They had to count them all Now they know how many holes it takes to fill the albert hall I'd love to turn you on", "song": "A Day In The Life", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Ah Kansas City Going to get my baby back home I'm going to Kansas City Going to get my baby back home Well its a long long time too My baby's been gone Ah, Kansas City Going get my baby one time I'm going to Kansas City Going get my baby one time Its a just a 1-2-3-4, 5-6-7-8-9 Hey hey hey hey (hey hey hey hey) Hey, baby (hey, baby) Ooh now girl (yeah, yeah) I said yeah now, huh (girl, girl) Now now now now tell me baby What's been wrong with you Hey hey hey hey (hey hey hey hey) Hey now baby (hey baby) Ooh now girl (yeah, yeah) I said yeah now, huh (girl, girl) Now now now now tell me baby What's been wrong with you I said bye (bye bye bye bye) Bye bye baby bye bye (bye bye bye bye) So long (so long so long) Bye bye baby I'm gone (bye bye bye bye) I said bye bye baby Bye, bye, bye, bye Bye now bye (bye bye bye bye) Bye now baby bye (bye bye bye bye)", "song": "Kansa City", "songwriters": "\n                        "},
{"lyrics": "Free as a bird It's the next best thing to be Free as a bird Home, home and dry Like a homing bird I'll fly As a bird on wings Whatever happened to The life that we once knew? Can we really live without each other? Where did we lose the touch That seemed to mean so much? It always made me feel so... Free as a bird Like the next best thing to be Free as a bird Home, home and dry Like a homing bird I'll fly As a bird on wings Whatever happened to The life that we once knew? Always made me feel so free Ah... Ah... Ah... Free as a bird It's the next best thing to be Free as a bird Free as a bird Free as a bird Oooooo Free... [Turn out nice again, mother.]", "song": "Free As A Bird", "songwriters": ["richard (ringo starr) starkey", "paul mccartney", "george harrison", "john winston lennon"]},
{"lyrics": "Half of what I say is meaningless But I say it just to reach you, Julia Julia, Julia, oceanchild, calls me So I sing a song of love, Julia Julia, seashell eyes, windy smile, calls me So I sing a song of love, Julia Her hair of floating sky is shimmering, glimmering In the sun Julia, Julia, morning moon, touch me So I sing a song of love, Julia When I cannot sing my heart I can only speak my mind, Julia Julia, sleeping sand, silent cloud, touch me So I sing a song of love, Julia Hum hum hum hum... Calls me So I sing a song of love for Julia, Julia, Julia", "song": "Julia", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "There's a fog upon L. A. And my friends have lost their way We'll be over soon they said Now they've lost themselves instead. Please don't be long please don't you be very long Please don't be long or I may be asleep Well it only goes to show And I told them where to go Ask a policeman on the street There's so many there to meet Please don't be long please don't you be very long Please don't be long or I may be asleep Now it's past my bed I know And I'd really like to go Soon will be the break of day Sitting here in Blue Jay Way Please don't be long please don't you be very long Please don't be long or I may be asleep. Please don't be long please don't you be very long Please don't be long (2 times more) Don't be long Don't be long", "song": "Blue Jay Way", "songwriters": ["george harrison"]},
{"lyrics": "(Perkins) Well they took some honey from a tree Dressed it up and they called it me Everybody's trying to be my baby Everybody's trying to be my baby Everybody's trying to be my baby, now Well half past nine, half past four Fifty women knocking on my door Everybody's trying to be my baby Everybody's trying to be my baby Everybody's trying to be my baby, now Went out last night, I didn't stay late 'Fore I got home I had nineteen dates Everybody's trying to be my baby Everybody's trying to be my baby Everybody's trying to be my baby, now Went out last night, I didn't stay late 'Fore I got home I had nineteen dates Everybody's trying to be my baby Everybody's trying to be my baby Everybody's trying to be my baby, now Well they took some honey from a tree Dressed it up and they called it me Everybody's trying to be my baby Everybody's trying to be my baby Everybody's trying to be my baby, now", "song": "Everybody's Trying To Be My Baby", "songwriters": "\n                        "},
{"lyrics": "Lend me your comb It's time to go home I got to go past My hair is a mess Your mammie will scold Your pappie will shout Unless we come in The way we went out Kissing you was fun honey But thanks for the date But I must come to run honey But you know baby it's getting late Just wait till I say \"My darling Lend me your comb We got to go home\" Whoa! Ow! Kissing you was fun honey But thanks for the date But I must come to run, honey But sugar, it's getting late Just wait till I say \"My darling Lend me your comb We got to go home\"", "song": "Lend Me Your Comb", "songwriters": ["benjamin weisman", "fred wise", "kay twomey"]},
{"lyrics": "You better leave my kitten all alone You better leave my kitten all alone But I told you big fat bulldog You better leave her alone You better leave my kitten all alone You better leave my kitten all alone This dog is gonna get you If you don't leave her alone Well Mr. Dog I'm gonna hit you On the top of your head That child is gonna miss you, You gonna wish that you were dead If you don't leave my kitten all alone Well I told you big fat bulldog You better leave her alone Alright Hey, hey, hey, hey Hey, hey, hey Hey hey Well Mr. Dog I'm gonna hit you On the top of your head That girl is gonna miss you You gonna wish that you were dead If you don't leave my kitten all alone, oh yeah Well I told you, big fat bulldog You better leave her alone Yeah hey you better leave, you better leave You better leave, yeah you better leave You better leave, oh you got to leave Hey hey, well I told you big fat bulldog (fade out)", "song": "Leave My Kitten Alone", "songwriters": ["william john little", "james mac dougal", "titus turner"]},
{"lyrics": "I am he as you are he as you are me and we are all together. See how they run like pigs from a gun, see how they fly. I'm crying. Sitting on a cornflake, waiting for the van to come. Corporation tee-shirt, stupid bloody tuesday. Man, you been a naughty boy, you let your face grow long. I am the eggman, they are the eggmen. I am the walrus, goo goo g'joob. Mister city policeman sitting Pretty little policemen in a row. See how they fly like Lucy in the Sky, see how they run. I'm crying, I'm crying. I'm crying, I'm crying. Yellow mother custard, dripping from a dead dog's eye. Crabalocker fishwife, pornographic priestess, Boy, you been a naughty girl you let your knickers down. I am the eggman, they are the eggmen. I am the walrus, goo goo g'joob. Sitting in an english garden waiting for the sun. If the sun don't come, you get a tan From standing in the english rain. I am the eggman, they are the eggmen. I am the walrus, goo goo g'joob goo goo g'joob. Expert textpert choking smokers, Don't you think the joker laughs at you? See how they smile like pigs in a sty, See how they snied. I'm crying. Semolina pilchard, climbing up the eiffel tower. Elementary penguin singing Hari Krishna. Man, you should have seen them kicking edgar allan poe. I am the eggman, They are the eggmen. I am the walrus, goo goo g'joob goo goo g'joob goo goo g'joob. Goo goo g'joob goo", "song": "I Am The Walrus", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "The best things in life are free But you can tell me 'bout the birds and bees. Now gimme money that's what I want That's what I want that's what I want That's what I want, ye-ye-yeh, That's what I want. Money don't get everything it's true. What it don't get I can't use. So gimme money that's what I want A little money that's what I want That's what I want, ye-ye-yeh, That's what I want. Yeh gimme money that's what I want A little money that's what I want That's what I want that's what I want So gimme money that's what I want That's what I want, ye-ye-yeh, That's what I want. Your lovin' give me a thrill But your lovin' don't pay my bill. Now gimme money that's what I want That's what I want that's what I want That's what I want, ye-ye-yeh, That's what I want. Money don't get everything it's true. What it don't get I can't use. So gimme money that's what I want A little money that's what I want That's what I want, ye-ye-yeh, That's what I want. Yeh gimme money that's what I want A little money that's what I want That's what I want that's what I want So gimme money that's what I want That's what I want, ye-ye-yeh, That's what I want.", "song": "Money", "songwriters": ["janie bradford", "berry gordy jr."]},
{"lyrics": "All through the day I me mine, I me mine, I me mine. All through the night I me mine, I me mine, I me mine. Now they're frightened of leaving it Everyone's weaving it, Coming on strong all the time, All through the day I me mine. I-me-me mine, I-me-me mine, I-me-me mine, I-me-me mine. All I can hear I me mine, I me mine, I me mine. Even those tears I me mine, I me mine, I me mine. No one's frightened of playing it Everyone's saying it, Flowing more freely than wine, All through the day I me mine. I-me-me mine, I-me-me mine, I-me-me mine, I-me-me mine. All I can hear I me mine, I me mine, I me mine. Even those tears I me mine, I me mine, I me mine. No-one's frightened of playing it Everyone's saying it, Flowing more freely than wine, All through your life I me mine.", "song": "I Me Mine", "songwriters": ["george harrison"]},
{"lyrics": "Any time at all, Any time at all, Any time at all, All you've gotta do is call and I'll be there. If you need somebody to love, Just look into my eyes, I'll be there to make you feel right. If you're feeling sorry and sad, I'd really sympathize. Don't you be sad, just call me tonight. Any time at all, Any time at all, Any time at all, All you've gotta do is call and I'll be there. If the sun has faded away, I'll try to make it shine, There's nothing I won't do If you need a shoulder to cry on, I hope it will be mine. Call me tonight, and I'll come to you. Any time at all, Any time at all, Any time at all, All you've gotta do is call and I'll be there. Any time at all, All you've gotta do is call and I'll be there.", "song": "Any Time At All", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "(Lennon/Mccartney) I wanna be your lover baby I wanna be your man I wanna be your lover baby I wanna be your man Love you like no other baby Like no other can Love you like no other baby Like no other can I wanna be your man, I wanna be your man I wanna be your man, I wanna be your man Tell me that you love me baby Let me understand Tell me that you love me baby I wanna be your man I wanna be your lover baby I wanna be your man I wanna be your lover baby I wanna be your man I wanna be your man, I wanna be your man I wanna be your man, I wanna be your man I wanna be your lover baby I wanna be your man I wanna be your lover baby I wanna be your man Love you like no other baby Like no other can Love you like no other baby Like no other can I wanna be your man, I wanna be your man I wanna be your man, I wanna be your man I wanna be your man, I wanna be your man", "song": "I Wanna Be Your Man", "songwriters": ["john lennon", "paul mccartney"]},
{"lyrics": "Long distance information Give me Memphis, Tennessee Try to find the party Trying to get in touch with me She would not leave her number But I know who placed the call Cos my uncle took the message And he wrote it on the wall Help me, information Get in touch with my Marie She's the only one who'd phone me here From Memphis, Tennessee Her home is on the south side Just beyond the ridge Just a half a mile From the Mississippi Bridge Help me, information More than that I cannot add Only that I miss her And all the fun we had We were pulled apart Because her mom would not agree Help me get in touch with her In Memphis, Tennessee The last time I saw Marie She was waving me goodbye With hurry homedrops on her cheek That trickled from her eyes Marie is only six years old Information please Help me get in touch with her In Memphis, Tennessee", "song": "Memphis, Tenessee", "songwriters": "\n                        "},
{"lyrics": "If I fell in love with you Would you promise to be true And help me understand? 'Cause I've been in love before And I found that love was more Than just holding hands If I give my heart to you, I must be sure From the very start That you, Would love me more than her If I trust in you oh please, Don't run and hide If I love you too oh please Don't hurt my pride like her, 'cause I couldn't stand the pain And I, Would be sad if our new love, Was in vain So I hope you see that I, Would love to love you, And that she will cry When she learns we are two. If I fell in love with you", "song": "If I Fell", "songwriters": ["john winston lennon", "paul james mccartney"]},
{"lyrics": "I said I'm sitting here watching Matchbox hole in my clothes I said I'm sitting here wondering Matchbox hole in my clothes I ain't got no matches but I sure Got a long way to go I'm an ole poor boy, and I'm a Long way from home I'm an ole poor boy, and I'm a Long way from home I'll never be happy cause everything I've Ever did was wrong Well, if you don't want my peaches honey Please don't shake my tree Well, if you don't want my peaches honey Please don't mess around my tree I got news for you baby Leave me here in misery Well, let me be your little dog Till your big dog comes Well, let me be your little dog Till your big dog comes And when your big dog gets here Watch how your puppy dog runs I said I'm sitting here watching Matchbox hole in my clothes I said I'm sitting here watching Matchbox hole in my clothes I ain't got no matches but I sure Got a long way to go", "song": "Matchbox", "songwriters": "\n                        "},
{"lyrics": "Lovely Rita meter maid, lovely Rita meter maid Lovely Rita meter maid, nothing can come between us When it gets dark I tow your heart away Standing by a parking meter when I caught a glimpse of Rita Filling in the ticket in her little white book. In the cap she looked much older And the bag across her shoulder Made her look a little like a military man. Lovely Rita meter maid, may I inquire discreetly, When you are free to take some tea with me Took her out and tried to win her, Had a laugh and over dinner Told her I would really like to see her again Got the bill and Rita paid it, Took her home and nearly made it Sitting on a sofa with a sister or two. Oh, lovely Rita meter maid, where would I be without you, Give us a wink and make me think of you", "song": "Lovely Rita", "songwriters": ["john lennon", "paul mccartney"]}
]